<!DOCTYPE html
 PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<title>Cronicl Hywel ap Syr Mathew (1568)</title>
<link REL=STYLESHEET HREF="../../hcwl2.css" TYPE="text/css" />
<meta name="welsh language" content="web concordance" />
<meta http-equiv="Content-Type" content="text/html; charset=UTF8" />
<!-- Made on 21/11/2004 with Concordance. Registered to David Willis-->
</head><body>
<font class="text">
<table width="90%"><tr><td align="right"><h4><a href="t27.htm" target="thetext"><span class="cym">Adran o&#146;r blaen</span><br /><span class="eng">Previous section</span></a></h4></td></tr></table>

<a name="31564"></a>
      <a name="headno12"></a><h3>Edward y trydydd</h3>

<a name="31566"></a>
      <br>Edward vab Edward Kaer yn Arvon o Isabel verch
      <br>Philip Lebeaw ai heyr a goroned yn vrenhin yn
<a name="31568"></a>
      <br>Lloegr yr ail dydd o vis Chwefrol oed Christ .1326.
      <br>ac efo oedd&nbsp;wr anrhydedd&uuml;s gwych dewr, tr&uuml;garoc
<a name="31570"></a>
      <br>hael da wrth y sawl a garai a drwc wrth i gas,
      <br>llywodraeth&uuml;s ynn i weithredoedd ac oedd yn passio
<a name="31572"></a>
      <br>eraill mywn kyneddfe&uuml; da a gwell na neb mywn
      <br>dilechtid rhyfel./
<a name="31574"></a>
      <br>

<a name="31576"></a>
      <br>Yr Edward hwnn a roes arfe&uuml;&nbsp;Lloegr a Phrainc
      <br>yn i vaner a phan oedd oed Crist yn 1346. yr
<a name="31578"></a>
      vnved<br>
      dydd arddec o vis Awst i b&uuml; y vrwydr Yngressi
<a name="31580"></a>
      <br>rhyngtho ef a Philip brenhin Phrainc ac i kilodd
      <br>Philip ac i llaas [~ llas ] brenhin Boem a brenhin
<a name="31582"></a>
      Marorican<br>
      a llawer o wyr mawr am benn hynny. Ar
<a name="31584"></a>
      <br>drydedd vlwyddyn gwedi hynny i b&uuml; i varwolaeth
      <br>gyntaf or cornwyd. A dwy vlynedd gwedi hynny
<a name="31586"></a>
      <br>i gwnaeth Wiliam Edington tressyrer Lloegr
      gyntaf<br>
<a name="31588"></a>
      arian pedair ac arian dwy./ A phedeir blynedd
      <br>gwedi hynny i daliodd Edward ap Edward y trydydd Iohn
<a name="31590"></a>
      <br>vrenhin Phrainc./
      <br>
<a name="31592"></a>
      <br><br><span class="pg">[td. 208*v]</span> 

<a name="31594"></a>
      <br>Y 10<sup><span style="font-size:80%">ed</span></sup> vlwyddyn o goroniad Edward y .3.<sup><span style="font-size:80%">edd</span></sup> i d&uuml;c ef i ach
      <br>ai edryd i goron Phrainc nid amgen nai vod yn
<a name="31596"></a>
      <br>vab i Edward yr ail o Isabel merch ac aeres ac
      etifedd<br>
<a name="31598"></a>
      Philip Lebeau brenhin Phrainc./ Yn yr
      amser<br>
<a name="31600"></a>
      hwnnw ir oedd&nbsp;newid
       ar bob peth yn Lloegr na b&uuml; na
<a name="31602"></a>
      <br>chynt na chwedi i vath. Chwarter o wenith er ijd
      <br> a gwyd er ijd a pharchell er jd ych tew er vj<sup><span style="font-size:80%">s</span></sup>
<a name="31604"></a>
      <br>ac viijd a davad vras er vjd

<a name="31606"></a>
      <br>

<a name="31608"></a>
      <br>Yn y 12. vlwyddyn i gwnaeth ll&uuml; dirvawr i vyned i
      <br>Phrainc ac i gadarnha&uuml; heddwch rhyngtho a Holant
<a name="31610"></a>
      <br>a Seland ac a Brabant ac i tiriodd yn Antwarp
      <br>A thrwy gymolonedd yr Emperodr Lewys i criwyd
<a name="31612"></a>
      <br>ac i gwnaethbwyd yn vickar general drwy yr holl
      <br>Emperodreth./ Y 13. trwy Barlment i galwyd
<a name="31614"></a>
      <br>ef yn vrenhin Phrainc ac yno i kydiodd arfe&uuml;
      <br>Lloegr a Phraink val i maen yno ac etto./
<a name="31616"></a>
      <br>

<a name="31618"></a>
      <br>Y 14. vlwyddyn a brenhin Edward y .3.<sup><span style="font-size:80%">edd</span></sup> yn mordwyo
      <br>t&uuml; a Phlandrs i kyfarf&uuml; ar y mor yn emyl
<a name="31620"></a>
      havyn<br>
      Sl&uuml;s a brenhin Phrainc ai l&uuml; ac yno i b&uuml;
<a name="31622"></a>
      <br>battel ar&uuml;th&uuml;r rhyngth&uuml;n a brenhin Edward a
      <br>ennillodd y maes a brenhin Phrainc a gilodd a
<a name="31624"></a>
      <br>phedwarkant o longe iddo ac oedd yndd&uuml;n a ddistrywiwyd,<br>a ddalwyd ac a voddwyd./ Ychydic gwedi
      hynny<br>
<a name="31626"></a>
      ir aeth Edward a ll&uuml; mawr o wyr Lloegr a
      <br>gwyr yr Emperodr ac i rhoes siyts [~ sij ]&nbsp;wrth Dwrnai
<a name="31628"></a>
      <br>a Chowntes Henawlt mam brenines Loegr a
      <br>chwaer brenhin Phrainc a wnaeth gyngrair
<a name="31630"></a>
      rhyngth&uuml;n<br>
      vlwyddyn a brenhin Lloegr a droes adref./
<a name="31632"></a>
      <br>Yn hynn o amser trwy waith brenhin Phrainc ef a
      <br>ennillodd yr Scottied lawer o Loegr./
<a name="31634"></a>
      <br>

<a name="31636"></a>
      <br>Y .18. vlwyddyn o goroniad Edward .3. ir ordeiniodd ef
      <br>ac i dyveissiodd er anrhydedd a mowredd i Vair vam
<a name="31638"></a>
      <br>Grist a Saint Ior&uuml;s varchoc vrddol Patrwn y
      <br><br><span class="pg">[td. 209r]</span> 
<a name="31640"></a>
      <br>Deyrnas honn .26. o varchogion ym mraint gradd
      <br>ac ordr Saint Ior&uuml;s ac a elwir gradd marchoc
<a name="31642"></a>
      <br>or gardys ac yn Winsor i gwnaethbwyd./
      <br>
<a name="31644"></a>

      <br>Ynghylch y pryd hwnn i danfonwyd Iarll Derbi a ll&uuml;
<a name="31646"></a>
      <br>gantho i Asgwin ac ir ennillodd gestyll a threfydd
      <br>ac a laddodd dec mil o Phrankod a Gasgwyns ac a
<a name="31648"></a>
      <br>ddalodd Iarll Lay i penn Capten a llawer o wyr mawr
      <br>
<a name="31650"></a>

      <br>Yr 20. vlwyddyn i mordwyodd i Normandi ac i
<a name="31652"></a>
      gorescynnodd<br>
      y tir ac ai hysbeiliodd ac i danfonodd i Loegr yr
<a name="31654"></a>
      <br>ysbeil ac yno i b&uuml; yr maes ynghresse ar maes a
      <br>ennillodd Edward y .3.<sup><span style="font-size:80%">edd</span></sup> ac yno i llaas [~ llas ] brenhin Boem
<a name="31656"></a>
      <br>a phedwar vgein o Dwyssogion a .12. cant o
      varchogion<br>
<a name="31658"></a>
      vrddolion a dec mil arhvgein or kyphredin
      <br>Gwedi hynny i rhoes Edward sawt wrth Galais ac i
<a name="31660"></a>
      <br>b&uuml; yno yr yspas o vlwyddyn Ac yn hynny o amser i
      <br>da&uuml;th brenhin Phraink ar vedr kwnn&uuml; yr sawd ac
<a name="31662"></a>
      <br>
      ymddiphin y Dref ac ir aeth phwrdd heb roi maes
<a name="31664"></a>
      <br>ac yno i rhoed y Dref i vrenhin Edward y trydydd
      <br>Yr amser i sowdiwyd Calais i da&uuml;th Davydd o
<a name="31666"></a>
      Scotlond<br>
      drwy annoc brenhin Phrainc i vordyr Lloegr
<a name="31668"></a>
      <br>ar vrenhines a wnaeth o opheiriaid a llygion [l&uuml;] ac
      <br>yn agos i Dd&uuml;rham mywn maes a ddalodd brenhin y
<a name="31670"></a>
      <br>Scotlond a llawer o arglwyddi ac Ieirll ac a laddodd yn
      <br>y maes hwnnw or kyphredin bymthec mil./
<a name="31672"></a>
      <br>

<a name="31674"></a>
      <br>Ynghylch y .22. vlwyddyn o vrenhin Edward y 3<sup><span style="font-size:80%">edd</span></sup> i b&uuml;
      <br>newyn a marwolaeth trwy yr holl vyd ac yn Itali
<a name="31676"></a>
      <br>odid vn yn vyw am gant yn veirw./ Ynhre Baris
      <br>yn Phrainc i b&uuml; varw dec mil a de&uuml;gein mil. Ac yn
<a name="31678"></a>
      <br>Ll&uuml;nden yn y Chartyr hows heb law&nbsp;lleoedd ereill
      <br>i claddwyd dec mil a de&uuml;gein mil./
<a name="31680"></a>
      <br>

<a name="31682"></a>
      <br>Yn y vlwyddyn honn ir ymkanodd kapten Calais
      draet&uuml;riaeth<br>
<a name="31684"></a>
      drwy roi yr dref ir Phrankod drychefn
      <br>Yn yr amser hwnnw i gwrthododd Edward y .3.<sup><span style="font-size:80%">edd</span></sup> vod
<a name="31686"></a>
      <br>yn Emperodr./ Y .27. vlwyddyn i rhoed castell a
      <br><br><span class="pg">[td. 209v]</span> 
<a name="31688"></a>
      <br>thre yr Geins i vrenhin Edward./
      <br>
<a name="31690"></a>

      <br>Ynghylch y .19. vlwyddyn ir aeth Edward Towyssoc
<a name="31692"></a>
      <br>Cymr&uuml; mab Eduard y .3.<sup><span style="font-size:80%">edd</span></sup> i Asgwyn ac i
      distrywiodd<br>
<a name="31694"></a>
      gestyll a threfydd ac a ennillodd gastell a thre
      <br>Rechemorentyn ac ychwanec./ Yr amser hwnn
<a name="31696"></a>
      <br>yr aeth y brenhin i Galais ar vedr darostwng
      <br>Phrainc ac a droodd i Loegr achos yr y Scottied
<a name="31698"></a>
      <br>oedd yn blino bordre Lloegr./
      <br>
<a name="31700"></a>

      <br>Yn y .30. vlwyddyn. Edward Prins Cymr&uuml; yn agos i
<a name="31702"></a>
      <br>dre Boitiers a roes maes i Iohn brenhin Phrainc
      <br>ac arno i d&uuml;c y maes ac yno i dalodd y brenhin
<a name="31704"></a>
      <br>ai vab Philip a naw Iarll ac Esgob Sens a llawer
      <br>y chwanec o Ieirll ac arglwyddi a barwnied a
<a name="31706"></a>
      marchogion<br>
      hyd vnkant arbymthec. Ac yno i llaas [~ llas ] y
<a name="31708"></a>
      <br>D&uuml;c o Byrgwyn ar D&uuml;c o Athiens a Syr Iohn
      <br>Clermont marsial o Phrainc a llawer o
<a name="31710"></a>
      varwnnied<br>
      a marchogion a gwyr o ryfel hyd yn .1700.
<a name="31712"></a>
      <br>a 3000 eraill or kyphredin./
      <br>
<a name="31714"></a>

      <br>Y .33. vlwyddyn ir aeth brenhin Edward y .3.<sup><span style="font-size:80%">edd</span></sup> ac Edward
<a name="31716"></a>
      <br>towyssoc Cymr&uuml; gid ac ef i Galais ac i Phrainc
      <br>ac i distrywiodd y gwledydd heb dr&uuml;garedd Ac ar vyr
<a name="31718"></a>
      <br>ir aeth yn heddwch dan i vrenhin Lloegr gael
      Gasgwyn<br>
<a name="31720"></a>
      Gien, Poitiers, Lymson Beleuil a llawer
      <br>o arglwyddiaethe&uuml; a threfydd a chestyll ar holl&nbsp;
<a name="31722"></a>
      diroedd<br>
      a berthyne vdd&uuml;nt ac ar vrenhin Sion dal&uuml;
<a name="31724"></a>
      <br>yn i rawnsswm dair mil o Dd&uuml;kats yr [hynn] yw
      <br>p&uuml;mp mil o b&uuml;nne&uuml;. Ac yno i rhyddhawyd brenhin
<a name="31726"></a>
      <br>Sion o Phrainc. Y 37. vlwyddyn y da&uuml;th i
      sportio<br>
<a name="31728"></a>
      i L&uuml;ndain ac yn y Savoy yn Ll&uuml;nden i b&uuml;
      <br>varw./
<a name="31730"></a>
      <br>

<a name="31732"></a>
      <br>Yn y vlwddyn honn i kymerth Edward Prins
      Cymr&uuml;<br>
<a name="31734"></a>
      &nbsp;wrogeth Gien ac Acqwitan ac a wnaeth
      ho
<a name="31736"></a>
      maets<br><br><span class="pg">[td. 210r]</span><br>
      i Edward .3.<sup><span style="font-size:80%">
<a name="31738"></a>
            edd
            </span></sup> i dad am hynny Ynghylch
<a name="31740"></a>
      <br>40. vlwddyn o goroniad Edward y .3.<sup><span style="font-size:80%">edd</span></sup> Dampetyr
      <br>o Spaen a vyriodd Harri i vrawd allan o
<a name="31742"></a>
      vrenhiniaeth<br>
      ac am hynny i diengis at Brins Edward
<a name="31744"></a>
      <br>oedd yr amser hwnnw yn y dre a elwid Bwrdeaux
      <br>ar Petyr hwnn drwy nerth y Prins a roes
<a name="31746"></a>
      maes<br>
      i Harri i vrawd ac ai byriodd allan ac a
<a name="31748"></a>
      laddodd<br>
      b&uuml;m mil oi wyr ac a gafas Petyr lawer o
<a name="31750"></a>
      <br>gestyll a threfydd drychefn yr rhai a ynnillyssai
      <br>Harri i vrawd arno or blaen ac ychydic gwedi
<a name="31752"></a>
      <br>hynny i kynn&uuml;llodd Harri i l&uuml; ynghyd ac a
      ryfelodd<br>
<a name="31754"></a>
      ar i vrawd Pityr hyd pan i gorchvygodd hyd i
      <br>varwolaeth ac heb wrthwyneb a veddiannodd&nbsp;
<a name="31756"></a>
      vrenhiniaeth<br>
      Spaen./
<a name="31758"></a>
      <br>

<a name="31760"></a>
      <br>Yn y 42. o Edward y .3.<sup><span style="font-size:80%">edd</span></sup> i dechre&uuml;odd rhyfel
      drychefn<br>
<a name="31762"></a>
      rhwng Lloegr a Phrainc ar d&uuml;c o Lancastr
      <br>a ddanvonwyd yno a ll&uuml; gantho ac yn agos i Ard
<a name="31764"></a>
      <br>i paviliodd y D&uuml;c o Byrgwyn o vywn milldir
      <br>at baviliwns Lloegr yr yspas o .18. diwrnod ac
<a name="31766"></a>
      <br>heb gynnic maes ond or diwedd mynd heb wybod ar
      <br>hyd nos phwrdd./
<a name="31768"></a>
      <br>

<a name="31770"></a>
      <br>Y 45. i tyddodd [~ tyfodd ] kynnwrf mawr rhwng Phrainc a
      <br>Lloegr ar Saesson vynychaf yn colli yr maes
<a name="31772"></a>
      <br>ac ar y gwaetha. a thre Lymog ac ereill a
      ryfelodd<br>
<a name="31774"></a>
      ar Edward Brins ac yn hynny peth eisse
      <br>arian peth gan glevyde a dryge ereill yr
<a name="31776"></a>
      <br>ymedewis Edward ar rhyfel ac i da&uuml;th i
      Loegyr,<br>
<a name="31778"></a>
      ac yno i gadewis yn i ol i vrod&uuml;r y D&uuml;c
      <br>o Lancastr ac Iarll Cambrids. Eithr ni hir
<a name="31780"></a>
      <br>dariysson hwy yno./ Y 46. Iarll Penvro a
      <br>ddanfoned i gadarnha&uuml; tre Rotsiel ac ar y
<a name="31782"></a>
      <br><br><span class="pg">[td. 210v]</span> 
      <br>mor y kyfarv&uuml; yr y Spayniards ac i b&uuml; battel
<a name="31784"></a>
      <br>vawr rhyngth&uuml;n ac Iarll Penvro a saith oi wyr
      <br>a ddalwyd ar rhann arall a laddwyd ac a voddwyd
<a name="31786"></a>
      <br>Ac ychydic gwedi hynny i rhoed tref Rotsiel
      <br>ir Phrankod./
<a name="31788"></a>
      <br>

<a name="31790"></a>
      <br>Y 47. o vrenhiniaeth Edward Iohn o Gawnt d&uuml;c
      <br>o Lancastr aeth i Galais a thrwy Phrainc hyd
<a name="31792"></a>
      <br>Burdeaux dan dreisso ac ysbeilo ac anrheitho
      <br>phordd i kerddodd heb gynnic ymladd ac ef ond vn
<a name="31794"></a>
      ysskirmits<br>
      i collodd .50./ o wewyr ac .20. o berchen bwae./
<a name="31796"></a>
      <br>

<a name="31798"></a>
      <br>Yr .51. or brenhin hwnn i b&uuml; vath varwolaeth a
      <br>chlefyde yn Itali ac yn Lloegr ac i b&uuml; veirw peth
<a name="31800"></a>
      <br>difess&uuml;r o ddynion./ Y vlwyddyn honn i b&uuml; varw
      <br>Prins Edward ac ynghawnterb&uuml;ri i claddwyd./
<a name="31802"></a>
      <br>hefyd yr .21./ o vis Myhefin oedran Crist .1377. i
      <br>b&uuml; varw brenhin Edward .3.<sup><span style="font-size:80%">edd</span></sup> yr .51. oi
<a name="31804"></a>
      goroniad<br>
      ac i claddwyd yn Westmestr./ Pedwar
<a name="31806"></a>
      <br>mab a edewis Edward yn i ol pan v&uuml; varw
      <br>nid amgen Leionel D&uuml;c o Glarens, Iohn o
<a name="31808"></a>
      <br>Gawnt d&uuml;c o Lancastr, Edmwnd Langley d&uuml;c
      <br>o Iork, a Thomas o Woodstock Iarll Cambrits
<a name="31810"></a>
      <br>

<a name="31812"></a>

      <a name="headno13"></a><h3>Richard yr ail.</h3>
<a name="31814"></a>

      <br>Richard yr ail vab Eduard dd&uuml; Prins Cymr&uuml;
<a name="31816"></a>
      <br>ap Edward 3<sup><span style="font-size:80%">edd</span></sup> yn oedran vn vlwydd arddec a
      goroned<br>
<a name="31818"></a>
      yn vrenhin yn Lloegr y p&uuml;med dydd o vis
      <br>Gorphenhaf oedran Crist 1377./
<a name="31820"></a>
      <br>

<a name="31822"></a>
      <br>Y vlwyddyn gyntaf i danfonodd brenhin Phrainc
      <br>lynges ir mor ac i tiriysson hwynte yn Lloegr
<a name="31824"></a>
      <br>mywn swrn o leoedd ac i gwnaethont lawer o ddryge
      <br><br><span class="pg">[td. 211r]</span> 
<a name="31826"></a>
      <br>ac i llosgyssont ddarn o dref [Rei a thref
      Hastings<br>]
<a name="31828"></a>
      ac aethant i Phrainc eilwaith
      <br>
<a name="31830"></a>

      <br>Ynghylch hynn o amser Thomas o Woodstock Iarll&nbsp;
<a name="31832"></a>
      Cambrits<br>
      ewythr y brenhin ac wyth mil o l&uuml; gid ac ef
<a name="31834"></a>
      <br>[aethant] trwy Phrainc hyd yn Water Swm ac o
      <br>ddyno i Droys ai hynnill ac o ddyno i Asgwyn ac
<a name="31836"></a>
      <br>o ddyno i Vrytaen lle ir oedd Syr Iohn Mowntphord
      <br>d&uuml;c o Vrytaen [yr hwnn] ai kressawodd yn llawen
<a name="31838"></a>
      <br>

<a name="31840"></a>
      <br>Y .5. vlwyddyn i kwnnodd Kent ac Essex yn erbyn
      <br>y brenhin ac i gwnaethont gaptenied arn&uuml;nt
<a name="31842"></a>
      <br>a Siack Straw yn benn captenn yr hwnn a
      dda&uuml;th<br>
<a name="31844"></a>
      ir Twr Gwynn ynn Ll&uuml;nden ac yno i
      dalyssont<br>
<a name="31846"></a>
      Archesgob Canterb&uuml;ri ac arglwydd Saint
      <br>Iohn a phrier yr hwnn oedd Gyphesswr y
<a name="31848"></a>
      brenhin<br>
      ac ar y twr hyl torri i penne a lladd ac
<a name="31850"></a>
      <br>ysbeilo yr holl&nbsp;ddieithred yn Sowthwerk a llosgi ty
      <br>y D&uuml;c o Lancastr yr hwnn a elwid Savoy ac
<a name="31852"></a>
      <br>yn i harver eh&uuml;nen yn rhyfeilch ac yn diddym&uuml;
      <br>y brenhin eithr trwy wrolaeth a dilechtid
<a name="31854"></a>
      Wiliam<br>
      Walworth maer L&uuml;nden i gwyhanwyd
<a name="31856"></a>
      <br>ac i lladdwyd i capten Siack Straw./
      <br>
<a name="31858"></a>

      <br>Ac ynghylch yr amser hwnnw i
<a name="31860"></a>
      crynodd<br>
      y Ddayar yn Lloegr hyd na b&uuml; na chynt na
<a name="31862"></a>
      <br>chwedi mor vath./
      <br>
<a name="31864"></a>

      <br>Y .7. vlwyddyn Harri Spenser Esgob Norwits
<a name="31866"></a>
      <br>a ll&uuml; gantho aeth i Phlandrs wrth orchymyn y
      <br>Pab ac a ennillodd&nbsp;Ddwnnkyrk, a Graflyn ac
<a name="31868"></a>
      <br>a losgodd 40. llong a llawer o stwph oedd yndd&uuml;nt
      <br>ac i da&uuml;th i Loegr. Yr .8. vlwyddyn i
<a name="31870"></a>
      prioded<br>
      brenhin Richard a merch Vincelaws
<a name="31872"></a>
      Emperodr<br>
      yr Almaen. Y .10. vlwyddyn o Richard
<a name="31874"></a>
      <br>yr ail ir aeth Iarll Arndel i gadarnha&uuml;&nbsp;
      sawdwyr<br>
<a name="31876"></a>
      yn Gyen ac ar y mor y kyfarf&uuml; a Phlemings
      <br><br><span class="pg">[td. 211v]</span> 
<a name="31878"></a>
      <br>ai llonge ynn llawn o win ai dala ac ynn i mysc
      <br>i dalyssont admiral Phraink. Yn .11. i tyfodd
<a name="31880"></a>
      <br>grwyts a thrwbwl mawr rhwng y brenhin ac
      <br>arglwyddi a gwyr Eglwyssic a chyphredin y
<a name="31882"></a>
      <br>Deyrnas trwy gyngor a help ewythredd y
      brenhin<br>
<a name="31884"></a>
      ac arglwyddi eraill nid amgen y D&uuml;c o gaer
      <br>Loiw y D&uuml;c o Iork. Iarll Derbi ac Arndel
<a name="31886"></a>
      <br>a Nottingam a ddienyddiodd swrn o gynghoried
      <br>a swyddogion y brenhin ac amkysson y D&uuml;c o
<a name="31888"></a>
      Iwerddon<br>
      allan or deyrnas./
<a name="31890"></a>
      <br>

<a name="31892"></a>
      <br>Y .15. vlwyddyn Rhyw refel a wnaeth i L&uuml;nden
      <br>golli i liberti ond gwedi hynny trwy dretmant y
<a name="31894"></a>
      <br>vrenhines a Doctor Grinssend Esgob Ll&uuml;ndain
      <br>i rhyddhawyd eilwaith
<a name="31896"></a>
      <br>

<a name="31898"></a>
      <br>Y .18. vlwyddyn i siwrneiodd y brenhin Richard i
      Iwerddon<br>
<a name="31900"></a>
      &nbsp;lle i cafas gywilydd mwy nac anrhydedd a
      <br>cholled mwy noc ynnill./ Y 22. Harri
<a name="31902"></a>
      Bolingbrok<br>
      D&uuml;c o Harephord a mab y D&uuml;c o
<a name="31904"></a>
      Lancastr<br>
      ar D&uuml;c o Norpholk a vanissiwyd or
<a name="31906"></a>
      Deyrnas<br>
      ac ar vyrr gwedi hynny i gyrrodd y
<a name="31908"></a>
      Ll&uuml;ndeinwyr<br>
      yn ol Henri Bolingbrok d&uuml;c o Harephord
<a name="31910"></a>
      <br>lle ir oedd yn Phraink ac i Loegr i da&uuml;th ac
      ychydic<br>
<a name="31912"></a>
      gid ac ef ar kyphredin a ymgasglodd ynghyd
      <br>ac ynghastell y Phlint i dalyssont vrenhin
<a name="31914"></a>
      Richard<br>
      ac i carcharwyd ynn y  twr gwynn ac
<a name="31916"></a>
      <br>yna i delifrodd ac a assignodd ir Henri
      Bolingbrok<br>
<a name="31918"></a>
      d&uuml;c o Harephord i holl bower ai
      vrenhiniaeth<br>
<a name="31920"></a>
      ai glaim a chyfiownder ynghoron Loegr
      <br>a Phraink./
<a name="31922"></a>
      <br>

<a name="31924"></a>
      <br><br><span class="pg">[td. 212r]</span> 

<a name="31926"></a>
      <a name="headno14"></a><h3>Henri y .4.<sup><span style="font-size:80%">ydd</span></sup>

<a name="31928"></a>
      </h3>

<a name="31930"></a>
      <br>Henri y .4.<sup><span style="font-size:80%">ydd</span></sup> mab Iohn o Gawnt d&uuml;c o Lancastr
      <br>y 4 mab i Edward y .3.<sup><span style="font-size:80%">edd</span></sup> a gymerth meddiant or
<a name="31932"></a>
      <br>vrenhiniaeth honn y dydd diwaethaf o vis Medi
      <br>oed Crist 1399 nei val hynn mil a phedwarcant
<a name="31934"></a>
      <br>onid vn./ Y vlwyddyn honn i b&uuml; varw brenhin
      <br>Richard yr ail, Yn  y vlwyddyn honn i kyt&uuml;nodd
<a name="31936"></a>
      <br>rhai o Ieirll a d&uuml;gied Lloegr i wne&uuml;th&uuml;r
      chwaryeth<br>
<a name="31938"></a>
      mwming ynn y de&uuml;ddec niwyrnod ac ynn
      <br>y chware hwnnw divetha yr brenhin Eithr y
<a name="31940"></a>
      <br>brenhin a gafas ryb&uuml;dd ac a ymgadwodd ac a
      <br>aeth i L&uuml;ndein ac a ddanfonodd yn ol y
<a name="31942"></a>
      traet&uuml;riaid<br>
      ac wrth y gyfreith ai difethodd./ Y vlwyddyn honn
<a name="31944"></a>
      <br>i danfonodd y brenhin Syr Thomas Persi a ll&uuml; o
      <br>sawdwyr gantho i Acqwitayn i gynorthwyio Syr
<a name="31946"></a>
      <br>Robert Knols oedd Lieutenant yno, ac i
      orchvyg&uuml;<br>
<a name="31948"></a>
      y wlad honno./ Y vlwyddyn honn i
      gwnaethbwyd<br>
<a name="31950"></a>
      na bai i arglwydd nac i neb amgen roi
      <br>lifre na gyne i neb oi tenantied ond ei
<a name="31952"></a>
      gweission<br>
      oi tai
<a name="31954"></a>
      <br>

<a name="31956"></a>
      <br>Yr ail vlwyddyn o Harri y 4.<sup><span style="font-size:80%">ydd</span></sup> i danfonodd&nbsp;&nbsp;
      brenhin<br>
<a name="31958"></a>
      Phraink arglwydd Siamys o Bowrbon a
      <br>de&uuml;ddeckant o varchogion ac ysqwieiriaid i
<a name="31960"></a>
      gadarnha&uuml;<br>
      Owen Glynn Dwr ysgwier o Gymr&uuml;
<a name="31962"></a>
      <br>ac ynn erbyn y brenhin ac ym Plymowth i
      <br>tiriyssont Eithr ni b&uuml; hir hyd pann orf&uuml; arn&uuml;n
<a name="31964"></a>
      <br>droi drychefn achos y brenhin a gowse ryb&uuml;dd ac
      <br>Owen nis cowsse./ Y vlwyddyn honn Prior ac .8.
<a name="31966"></a>
      <br>Phrier a grogwyd yn heibwrn am Dresswnn./
      <br>
<a name="31968"></a>

      <br>Pann oedd oed Crist ynn .1401. yn amser Harri
<a name="31970"></a>
      <br><br><span class="pg">[td. 212v]</span> 
      <br>y pedwerydd ir ymddangosses Seren angyrriol i
<a name="31972"></a>
      <br>maint ai gole&uuml;ni val blassing sterr nei gomet
      <br>Y vlwyddyn rhac wyneb i b&uuml; yr maes yn y
<a name="31974"></a>
      Mwythic<br>
      ar vlwyddyn nessaf at hynny i kwnnodd&nbsp;
<a name="31976"></a>
      traet&uuml;riaid<br>
      yn Swydd Iork ac i dalwyd Richard Scrwp
<a name="31978"></a>
      <br>Archesgob Iork ac arglwydd marsial a Syr Iohn
      <br>Lampley a Syr Robert Pluton wythnos y
<a name="31980"></a>
      S&uuml;lgwyn<br>
      a dorred i penne yn tre Iork. Y vlwyddyn
<a name="31982"></a>
      <br>honn i dalwyd towyssoc y Scotlond ac i b&uuml; ynn
      <br>garcharor yn Lloegr./
<a name="31984"></a>
      <br>

<a name="31986"></a>
      <br>Pan oedd oedran Crist 1412. mlynedd gwedi
      gwledych&uuml;<br>
<a name="31988"></a>
      .13. blynedd a .5. mis ac .21. diwrnod i b&uuml;
      <br>varw Harri y .4.<sup><span style="font-size:80%">ydd</span></sup> yr 20. dydd o Vawrth ac
<a name="31990"></a>
      <br>yng Hawnterb&uuml;ri i claddwyd
      <br>
<a name="31992"></a>


<a name="31994"></a>
      <a name="headno15"></a><h3>Harri y p&uuml;med</h3>

<a name="31996"></a>
      <br>Harri b&uuml;med a ddechre&uuml;odd yr .21. dydd o Vawrth
      <br>oed Crist 1412. ac a goronwyd yn Westm&uuml;str y
<a name="31998"></a>
      <br>9.<sup><span style="font-size:80%">ed</span></sup> dydd o Ebrill oed Crist 1413./
      <br>
<a name="32000"></a>

      <br>Y vlwyddyn honno i kynhalwyd kyphredin eisteddfod
<a name="32002"></a>
      <br>yn tre Gonstans ac i danvoned yno o Loegyr
      <br>Richard Iarll Warwic a thri Esgob a llawer o
<a name="32004"></a>
      <br>ddoctoried a marchogion ac ysgwieiried hyd yn
      <br>wythgant o veirch ac ynn yr Eisteddfod honn
<a name="32006"></a>
      <br>i barnwyd am heresi Iohn Wiclyph, Iohn Hwss
      <br>a Ierom o Braga
<a name="32008"></a>
      <br>

<a name="32010"></a>
      <br>Pan oedd oed Crist 1414. i kynhalwyd parlment
      <br>yn Leycestr ac yno i gwnaethbwyd llawer o acts
<a name="32012"></a>
      <br>da a chyfreith ac y mysc materion ereill i
      <br>rhoed bil yn erbyn yr eglwysswyr ac yn debic
<a name="32014"></a>
      <br><br><span class="pg">[td. 213r]</span> 
      <br>i gymryd lle./ A phann welas yr Eglwyswyr
<a name="32016"></a>
      hynny<br>
      ir aethont at y brenhin a dangos iddo vod y
<a name="32018"></a>
      <br>Deyrnas yn rhyfedd&uuml; nad oedd ef yn gofyn i
      gyfiownder<br>
<a name="32020"></a>
      yn Phrainc. Ac velly i gwnaeth ac ni chafas
      <br>yn i amser ef mwy enkyd i eiste ar yr Eglwys./
<a name="32022"></a>
      <br>Ac ir Rhyfel hwnnw i talodd i Lleniaid y kyfryw
      <br>daliad ac na thalyssid i vath or blaen./
<a name="32024"></a>
      <br>

<a name="32026"></a>
      <br>Pan oedd oed Crist .1415. i danvonodd y brenhin
      <br>Lynghes o bymtheckan llong t&uuml; a Phrainc ar dydd
<a name="32028"></a>
      <br>kyn i mordwyaw o Sowth Hampton rhai o arglwyddi
      <br>Lloegr a amkanodd&nbsp;ddifetha y brenhin./ Ac am
<a name="32030"></a>
      <br>hynn Richard Iarll Cambrits, arglwydd Scrwp a
      <br>Syr Thomas Gray marchoc ar i marwolaeth a
<a name="32032"></a>
      gyphessodd<br>
      ac a addefodd mae brenhin Phrainc ai
<a name="32034"></a>
      parysse<br>
      vdd&uuml;nt. Ac wedi hynny ir aeth y brenhin
<a name="32036"></a>
      <br>ar i siwrnai ac i tiriodd nosswyl Vair gyntaf
      <br>ynghid Kanx yn Normandi ar ail dydd i rhoes ef
<a name="32038"></a>
      <br>sawd wrth dref Harphl&uuml;w ar .37. dydd gwedi
      hynny<br>
<a name="32040"></a>
      i rhoed y dref i vyn&uuml; iddo
      <br>
<a name="32042"></a>

      <br>Y vlwyddyn honn vis hydref i b&uuml; yr maes yn Agincowrt
<a name="32044"></a>
      <br>trwy wyrthie D&uuml;w ai weithred i hennillodd gwyr Loegr
      <br>ac nid oedd o l&uuml; gan vrenhin Harri b&uuml;med ond
<a name="32046"></a>
      dwyfil<br>
      o wyr meirch  a de&uuml;ddec mil o wyr traed o
<a name="32048"></a>
      <br>bob math. A chida brenhin Phraink ir oedd holl
      <br>vrddas Phrainc a thr&uuml;geinmil o wyr meirch/
<a name="32050"></a>
      <br>heb law gwyr traed./ Ac o d&uuml; Phrainc i llas
      <br>mwy no dec mil ac or rheini ir oedd yn
<a name="32052"></a>
      Dwyssogion<br>
      ac yn Dd&uuml;gied ac yn Ieirll ac yn
<a name="32054"></a>
      varwnnied<br>
      ac yn wyr yn dwyn banere gant a chwech
<a name="32056"></a>
      <br>
      arh&uuml;gein ac yn varchogion ac yn esgwieried ac yn
<a name="32058"></a>
      <br>wyr boneddigion chwechant. Ac o d&uuml;&nbsp;Lloegr i llas
      <br>Edward d&uuml;c o Iork ac Iarll Swpholk. Syr Richard
<a name="32060"></a>
      <br>Burkley a Davydd Gam esgwier ac o bob rhai
      <br><br><span class="pg">[td. 213v]</span> 
<a name="32062"></a>
      <br>hyd ymh&uuml;mcant nei chwechant or mwyaf./
      <br>
<a name="32064"></a>

      <br>Pan oedd oed Crist 1416 y 4. vlwyddyn o Harri y
<a name="32066"></a>
      <br>5.<sup><span style="font-size:80%">ed</span></sup> i da&uuml;th Sigismwndws Emperodr Rh&uuml;fain i
      <br>Loegr i geisso heddwch rhwng brenin Loegr a
<a name="32068"></a>
      <br>brenhin Phrainc eithr ef a ballodd./ Y vlwyddyn
      <br>honn i rhodd brenhin Phrainc sawd wrth dref
<a name="32070"></a>
      Harphl&uuml;w<br>
      o ddwr a thir Eithr Harri 5.<sup><span style="font-size:80%">ed</span></sup> a ddanfonodd
<a name="32072"></a>
      <br>y D&uuml;c o Betphord i vrawd a ll&uuml; gantho ar y mor
      <br>a gydiodd a llonge brenhin Phraink hyd yn rhif o
<a name="32074"></a>
      <br>
      b&uuml;mkann
<a name="32076"></a>
      &nbsp;llong ac ai lladdodd ac ai boddodd ac ai dalodd
      <br>i gyd a phann glyb&uuml; y ll&uuml; oedd ar dir hynny hwynt
<a name="32078"></a>
      <br>a ymadowson ai sawd ac ar dref
      <br>
<a name="32080"></a>

      <br>Pan oedd oed Crist 1417. ir aeth brenhin Harri
<a name="32082"></a>
      <br>ai vrawd y D&uuml;c o Clarens a Gloseter a ll&uuml;&nbsp;
      ganth&uuml;n<br>
<a name="32084"></a>
      mawr ym mis Gorphennaf i Normandi
      <br>ac i hennillyssont Gayn a chestyll gan mwyaf
<a name="32086"></a>
      <br>holl Normandi./
      <br>
<a name="32088"></a>

      <br>Oed Crist 1408 Iohn oldcastel marchoc ac
<a name="32090"></a>
      arglwydd<br>
      Cobham a grogwyd ac wedi hynny a losged
<a name="32092"></a>
      <br>ar vlwyddyn honn i sowdwyd Roon ar ddwr ac ar
      <br>dir ar .19. o vis Ionor ir ymrodd y dre a chwedi<br>hynny ir ymroes holl Normandi./
<a name="32094"></a>
      <br>

<a name="32096"></a>
      <br>Y vlwyddyn honn i b&uuml; drafaes ac ymrysson rhwng
      <br>arglwyddi Phraink ac ynn enwedic rhwng y
<a name="32098"></a>
      <br>Dolphyn D&uuml;c o Byrgwyn ar D&uuml;c o Oliawns
      <br>a lle a mann a bwyntiwyd i ymgyfaruod ac i
<a name="32100"></a>
      heddych&uuml;.<br>
      Ac ir lle i da&uuml;th Dolphyn ar D&uuml;c o
<a name="32102"></a>
      Byrgwyn/<br>
      ar D&uuml;c o Orliawns ar i linia&uuml; yn
<a name="32104"></a>
      dywed&uuml;d<br>
      i chwedyl wrth y Dolphyn i da&uuml;th Tanaguy
<a name="32106"></a>
      <br>D&uuml;kastl ac a drewis y D&uuml;c ar i benn a hatsied
      <br>ac velly yn waradwydd&uuml;s i mwrdrywyd y D&uuml;c o
<a name="32108"></a>
      <br>Orliawns. Ar vlwyddyn honno ir ennillodd y
      <br>brenhin Harri .5.<sup><span style="font-size:80%">ed</span></sup> dref Bontoys ac i crynodd
<a name="32110"></a>
      <br><br><span class="pg">[td. 214r]</span> 
      <br>Paris a holl Phrainc rhac ofn./
<a name="32112"></a>
      <br>

<a name="32114"></a>
      <br>Pann oedd oed Crist 1420 vis Mai ir aeth yn
      heddwch<br>
<a name="32116"></a>
      rhwng brenhin Lloegr a brenhin Phrainc
      <br>ac i priododd Harri y .5.<sup><span style="font-size:80%">ed</span></sup> brenhin Lloegr
<a name="32118"></a>
      arglwyddes<br>
      Gatherin verch brenhin Phrainc yn rhe Droys
<a name="32120"></a>
      <br>yn Siampayn ac yn ol y briodas honno i kriwyd
      <br>Harri .5.<sup><span style="font-size:80%">ed</span></sup> yn aer i goron ac i vrenhiniaeth
<a name="32122"></a>
      Phrainc<br>
      ac yn Regent o Phrainc./ Y vlwyddyn honn
<a name="32124"></a>
      <br>i kynhalodd brenhin Harri .5.<sup><span style="font-size:80%">ed</span></sup> i natolic yn rhe Roon
      <br>megis regent o Phrawns ac yn debic i Emperodr
<a name="32126"></a>
      <br>val i da&uuml;th atto lawer o wyr o vrddas Lloegr a
      <br>Phrainc a theyrnassoedd ereill lawer ac ir aeth
<a name="32128"></a>
      <br>ychydic i dy brenhin Phrainc y natolic hwnnw
      <br>A gwyl Vair y kanhwylle gwedi hynny i da&uuml;th
<a name="32130"></a>
      <br>y brenhin ar vrenhines i Loegr o Galais i Ddofr
      <br>a dyddgwyl Vathew y coroned y vrenhines yn
<a name="32132"></a>
      Wesmyster<br>
      gwedi gadel y D&uuml;c o Clarens yn
<a name="32134"></a>
      lieutenant<br>
      ac yn llywodraethwr dano ef yn Phrainc
<a name="32136"></a>
      <br>ac yn Normandi
      <br>
<a name="32138"></a>

      <br>Pan oedd oed Crist yn 1421 ir aeth y D&uuml;c o
<a name="32140"></a>
      Clarens<br>
      i Angeow a Lwmbart a wnaeth i vrad ac
<a name="32142"></a>
      <br>velly i lladdwyd a llawer o wyr o vrddas gid ac ef
      <br>Ar vlwyddyn honn vis Mai ir aeth y brenhin i
<a name="32144"></a>
      Phrainc<br>
      ac yr ymlidiodd y Dolphyn o Phrainc o le i
<a name="32146"></a>
      <br>le hyd nad oedd hawdd iddo gael lle i ymg&uuml;ddiaw
      <br>rhagddaw. Ar vlwyddyn honn i rhoes ef sawd
<a name="32148"></a>
      <br>wrth y dref a elwid Meax ym Bryttaen. A thra
      <br>oeddid ynn y sawd honno i ganed mab ir brenhin
<a name="32150"></a>
      <br>Harri a Harri oedd&nbsp; henw hwnnw./
      <br>
<a name="32152"></a>

      <br>Ar vlwyddyn honno i b&uuml; varw brenhin Harri .5.<sup><span style="font-size:80%">ed</span></sup> yr
<a name="32154"></a>
      <br>.21. dydd o vis Awst. y vlwyddyn o oedran Crist 1422.
      <br>gwedi gwledych&uuml; o hono naw mlynedd a ph&uuml;m mis
<a name="32156"></a>
      <br>
      <br><br><span class="pg">[td. 214v]</span> 
<a name="32158"></a>

      <br>Yn Westmestr i claddwyd./
<a name="32160"></a>
      <br>

<a name="32162"></a>

      <a name="headno16"></a><h3>Harri y chweched.</h3>
<a name="32164"></a>

      <br>Harri .6.<sup><span style="font-size:80%">ed</span></sup> yn naw mis oed a ddechre&uuml;odd&nbsp;wledych&uuml; y
<a name="32166"></a>
      <br>dydd diwaethaf ond vn o vis Awst ar wythued
      vlwyddyn<br>
<a name="32168"></a>
      oi vrenhiniaeth ef i coroned ef yn Westmestr ar
      <br>.10.<sup><span style="font-size:80%">ed</span></sup> i coroned ef yn Phrainc yn rhe Baris yn
<a name="32170"></a>
      vrenhin<br>
      Ar .24. vlwyddyn oi vrenhiniaeth i priodes ef
<a name="32172"></a>
      <br>verch brenhin Cicil a D&uuml;c o Angeow. A thra v&uuml;
      <br>ie&uuml;ank yn llywodreth i ewythredd i b&uuml; nid amgen
<a name="32174"></a>
      <br>y D&uuml;c o Betphord a Gloseter nei gaer Loiw./
      <br>
<a name="32176"></a>

      <br>Pan oedd oed Crist 1424. y D&uuml;c o Betphord regal
<a name="32178"></a>
      <br>o Phrainc a ryfelodd ar y Dolphyn o Phrainc ac a
      <br>roes maes iddo yn Vernoyl ac a dd&uuml;c y maes lle i
<a name="32180"></a>
      <br>lladdwyd wyth mil or Phrancod./ Y vlwyddyn honn
      <br>i gollyngwyd Siamys brenhin Scotlond o garchar
<a name="32182"></a>
      <br>Lloegr yr hwnn a wnaeth homaets dros
      vrenhiniaeth<br>
<a name="32184"></a>
      Scotlond i vrenhin Lloegr ac a briododd&nbsp;arglwyddes<br>Sian verch Iarll Somersed a chares y
      <br>brenhin./
<a name="32186"></a>
      <br>

<a name="32188"></a>
      <br>Pan oedd oed Crist 1425. i danfonodd y D&uuml;c o Glosetr
      <br>nei o gaer Loiw dec mil i Regal Phrainc i vrawd
<a name="32190"></a>
      <br>o help iddo i ryfela yn erbyn y Dolphyn o Phrainc
      <br>Y vlwyddyn honn hefyd i b&uuml; vaes yn Vernoyl ynn
<a name="32192"></a>
      <br>Perch rhwng y Regal ar D&uuml;c o Alanson ar
      <br>maes a ennillodd&nbsp;Lloegr ac ynddo i lladdwyd .9. mil
<a name="32194"></a>
      <br>a .7. kant o Phrancod ac y Scottied ac vn cant
      <br>arbymthec or Saesson./
<a name="32196"></a>
      <br>

<a name="32198"></a>
      <br>Pan oedd oed Crist 1428. i rhoed sawd wrth dref
      <br>Orliawns a Syr Iohn Phostolph a ll&uuml; gantho aeth
<a name="32200"></a>
      <br>o Baris t&uuml; ac yno a bwyd gantho ac yna ar
      <br><br><span class="pg">[td. 215r]</span> 
<a name="32202"></a>
      <br>y phordd i kyfarv&uuml;&nbsp;ll&uuml; or Phrancod ac ef ac yn ol
      <br>hir ymladd i syrthiodd y maes ir Saesson ac yno i
<a name="32204"></a>
      <br>llas or Phrancod .25. cant ac i dalwyd xij cant
      <br>yn garcharorion./
<a name="32206"></a>
      <br>

<a name="32208"></a>
      <br>Pan oedd oed Crist 1429. i torrodd y sawd wrth Orliawns
      <br>ac ir ennillwyd llawer o drefydd a chestyll nid
<a name="32210"></a>
      <br>amgen Geneuile Menin a Phort a .5. mil o
      <br>wyr oedd gan arglwydd Talbot a their mil
<a name="32212"></a>
      arh&uuml;gein<br>
      or Phrancod ac yno i dalwyd yn
<a name="32214"></a>
      garcharorion<br>
      arglwydd Talbot ac arglwydd Scals ac eraill
<a name="32216"></a>
      <br>ac or Saesson i llas hyd xij cant A hynny a v&uuml;
      <br>lawen gan Ddolphyn ac eraill oi ran ef./ Y
<a name="32218"></a>
      <br>vlwyddyn honn i rhyfelodd Dolphyn ac ir ennillodd
      <br>Droys yn Siampayn a thre Raynes a llawer
<a name="32220"></a>
      <br>o drefi eraill a chestyll./ Ac ynghamp Dolphyn
      <br>ir oedd Iane a stont Ramp ar Phrancod ai galwai
<a name="32222"></a>
      <br>hi Pwsel de diew hynny yw merch D&uuml;w. Ac yn
      <br>y vlwyddyn honn i gwnaethbwyd y Dolphyn ynn
<a name="32224"></a>
      <br>vrenhin yn Phrainc yn rhe Reymes yngolwc
      <br>pawb oi bobyl ef./ A phan glyb&uuml; y D&uuml;c o
<a name="32226"></a>
      Betphord<br>
      hynn ef a wnaeth l&uuml; angyrriol i vaint
<a name="32228"></a>
      <br>o Saesson a Normaniaid ac a ganllynodd [~ ganlynodd ] y
      Dolphyn<br>
<a name="32230"></a>
      o le i gilydd hyd pan dda&uuml;th i Semles barr
      <br>lle y gwelai y ll&uuml;oedd bob vn i gilydd ac yno ir
<a name="32232"></a>
      arrhoessont<br>
      &nbsp;dde&uuml;ddydd a dwynos ac yno megis
<a name="32234"></a>
      Capten<br>
      &nbsp;llwfr ar hyd nos i kilodd y Dolphyn i dre
<a name="32236"></a>
      <br>Bray. A phan [welas] Regal Phrainc [hynny]
      <br>rhac na allai ymddired i wyr Paris ef a
<a name="32238"></a>
      ymadewis<br>
      a Dolphyn ac a dda&uuml;th i Baris./
<a name="32240"></a>
      <br>

<a name="32242"></a>
      <br>Y vlwyddyn honn drwy gynhorthwy Pab Rh&uuml;fain
      <br>i danfoned Harri Benphor Cardinal o Winchestr
<a name="32244"></a>
      <br>ac a elwid yn gyphredin y Cardinal kyfoethawc
      <br>a .4. mil o wyr gantho ac i Phrainc ir aeth
<a name="32246"></a>
      <br><br><span class="pg">[td. 215v]</span> 
      <br>y gynhorthwyo y d&uuml;c o Betphord a Regal Phrainc
<a name="32248"></a>
      <br>yn erbyn brenhin Phrainc./
      <br>
<a name="32250"></a>

      <br>Pan oedd oed Crist 1430. yr .8.<sup><span style="font-size:80%">ed</span></sup> oi vrenhiniaeth i
<a name="32252"></a>
      gydewis<br>
      Regal Phrainc yr hwnn oedd y D&uuml;c o
<a name="32254"></a>
      Betphord<br>
      lywodraeth Phrainc ynn llaw Esgob Eli
<a name="32256"></a>
      Siawnsler<br>
      Phrainc. Ar Regal a gynhalodd&nbsp;
<a name="32258"></a>
      Barlment<br>
      yn Ron ac a gynphorddiodd y Normaniaid
<a name="32260"></a>
      <br>i vf&uuml;ddha&uuml; ac i ddarostwng i vrenhin Lloegr. Ar
      <br>amser hwnnw ir anfonodd brenhin Phrainc y d&uuml;c
<a name="32262"></a>
      <br>o Alanson a Iane I wyts D&uuml;wies vawr y
      Phrancod<br>
<a name="32264"></a>
      i ysgolio Paris ac o ddyno i k&uuml;rwyd ac i
      gyrrwyd<br>
<a name="32266"></a>
      trwy gwilydd yn i hol a Iane i D&uuml;wies yn
      <br>y clawdd ac i b&uuml; lownwaith ymddiphin i bowyd
<a name="32268"></a>
      <br>

<a name="32270"></a>
      <br>Yr .8.<sup><span style="font-size:80%">ed</span></sup> vlwyddyn o wrogeth Harri .6.<sup><span style="font-size:80%">ed</span></sup> i priododd
      <br>Philip D&uuml;c o Byrgwyn Isabel verch Iohn
<a name="32272"></a>
      brenhin<br>
      Portiugal modryb brenhin Lloegr ac yn
<a name="32274"></a>
      <br>y neithor honn ir ordeinodd y D&uuml;c Philip y
      golden<br>
<a name="32276"></a>
      phlis./
      <br>
<a name="32278"></a>

      <br>Pan oedd oed Crist 1432. y .10.<sup><span style="font-size:80%">ed</span></sup> vlwyddyn oi wrogeth
<a name="32280"></a>
      <br>i coroned Harri .6.<sup><span style="font-size:80%">ed</span></sup> yn vrenhin yn Phrainc yn
      <br>rhe Baris trwy lawer o anrhydedd a gwychder a
<a name="32282"></a>
      <br>chrio heddwch rhwng Lloegr a Phrainc .6. blynedd/
      <br>
<a name="32284"></a>

      <br>Pan oedd oed Crist 1433. i torrodd y Phrancod yr
<a name="32286"></a>
      heddwch<br>
      ac i gwnaethbwyd ll&uuml;oedd o bob t&uuml; ac i
<a name="32288"></a>
      kadarnhawyd<br>
      trefydd a chestyll a thrwy draet&uuml;rieth i
<a name="32290"></a>
      d&uuml;nyssont<br>
      a Phyrs Andebwph Constabl Ron gael
<a name="32292"></a>
      <br>dyfod o dde&uuml;cant or Phrancod i mywn i Ron
      mywn<br>
<a name="32294"></a>
      dillad Saesson a rhyb&uuml;dd a gafad a rhai o
      <br>hon&uuml;nt hwy a laddwyd ac eraill a grogwyd ac
<a name="32296"></a>
      <br>eraill a ransymwyd wrth ewyllys y Regal.
      <br>
<a name="32298"></a>

      <br>Pan oedd oed Crist .1434. y 12.<sup><span style="font-size:80%">ed</span></sup> vlwyddyn o
<a name="32300"></a>
      Harri<br>
      .6.<sup><span style="font-size:80%">ed</span></sup> i tyddodd [~ tyfodd ] terfysc rhwng Regal Phrainc ar
<a name="32302"></a>
      <br><br><span class="pg">[td. 216r]</span> 
      <br>D&uuml;c o Byrgwyn yr hwnn a wnaeth drwc mawr
<a name="32304"></a>
      <br>i Loegr ac i Vyrgwyn
      <br>
<a name="32306"></a>

      <br>Pan oedd oed Crist 1435. i b&uuml; rew o ddydd gwyl St
<a name="32308"></a>
      <br>y Katrin hyd dydd gwyl Saint Valentein hyd
      <br>na allodd na llong na bad rodio Temys./ Y
<a name="32310"></a>
      <br>vlwyddyn honn ir aeth yn heddwch rhwng brenhin
      <br>Phrainc ar D&uuml;c o Byrgwyn. Y vlwyddyn
<a name="32312"></a>
      <br>honn i b&uuml; varw y D&uuml;c o Betphord Regal
      Phrainc<br>
<a name="32314"></a>
      ac yn Eglwys Vair yn Ron i mae yn gorwedd
      <br>ac yn i le y dewisswyd Richard D&uuml;c o Iork./
<a name="32316"></a>
      <br>

<a name="32318"></a>
      <br>Yn y vlwyddyn honn ir ennillodd y Phrancod dre
      <br>Baris ac i lladdyssont lawer or Saesson oedd yn
<a name="32320"></a>
      <br>i chadw./ Y vlwyddyn honn i rhoes y D&uuml;c o ______
      <br>sawd wrth Galais ac arglwydd Croy sawd wrth
<a name="32322"></a>
      <br>y Geins. Ac ybol&uuml;dd gwedi hynn i da&uuml;th arglwydd
      <br>Protector ac i llongodd t&uuml; a Chalais ar D&uuml;c ac
<a name="32324"></a>
      arglwydd<br>
      Croy ar hyd nos a gilodd ac yn i hol i
<a name="32326"></a>
      gydowssont<br>
      i tents ai paviliwns ai hordnawns./
<a name="32328"></a>
      <br>

<a name="32330"></a>
      <br>Y vlwyddyn honn i gwnaethbwyd Iarll Warwic yn
      <br>Regal yn Phrainc ac i diswyddwyd y D&uuml;c o Iork
<a name="32332"></a>
      <br>oed Crist yno 1438./
      <br>
<a name="32334"></a>

      <br>Pan oedd oed Crist 1440. y .17.<sup><span style="font-size:80%">ec</span></sup> o Harri .6.<sup><span style="font-size:80%">ed</span></sup> i b&uuml;
<a name="32336"></a>
      <br>ddr&uuml;dannieth mawr. Yr ail vlwddyn i
      gwnaethbwyd<br>
<a name="32338"></a>
      y D&uuml;c o Iork yn regal yn Phrainc
      drychefn<br>
<a name="32340"></a>
      ac yn i gyfeillach arglwydd Rhydychen
      <br>ac yn Normandi i tiriodd. a phan glyb&uuml; vrenhin
<a name="32342"></a>
      <br>Phrainc i ddyvodiaeth ir ymedewis ai sawd wrth
      <br>Bontoys ac aeth ymaith ar hyd nos./ Ar
<a name="32344"></a>
      vlwyddyn<br>
      honn i rhyddhawyd y D&uuml;c o Orliawns a v&uuml;ysse
<a name="32346"></a>
      <br>yngharchar yn Lloegr er ys .25. mlynedd ac yn
      <br>i ranswm i talodd y D&uuml;c o Byrgwyn bedwar cann
<a name="32348"></a>
      <br>mil o gorone./
      <br>
<a name="32350"></a>
      <br><br><span class="pg">[td. 216v]</span> 

<a name="32352"></a>
      <br>Pan oedd oed Crist 1441. ir aeth da&uuml; l&uuml; ar vnwaith
      <br>i Phrainc vn a ddanvonwyd i Bickardi ac arglwydd
<a name="32354"></a>
      <br>Talbot i roi sawd wrth dref Dip. Ar d&uuml;c eh&uuml;nan
      <br>ac yn i gwmpeiniaeth y D&uuml;c o Somersed aeth
<a name="32356"></a>
      <br>i Angeow.
      <br>
<a name="32358"></a>

      <br>Pan oedd oed Crist 1442. i llosges klochd&uuml; Powls
<a name="32360"></a>
      <br>gan dan mellt ac ir aeth malais rhwng y
      Cardinal<br>
<a name="32362"></a>
      ac arglwydd Protector ac or achos honn i
      <br>collodd&nbsp;llawer dyn i vowyd
<a name="32364"></a>
      <br>

<a name="32366"></a>
      <br>Pan oedd oed Crist ______ i prioded Margred
      <br>merch brenhin Cecil ar brenhin A chwedi
<a name="32368"></a>
      hynny<br>
      i koroned yn Westmestr ac ni wnaeth na
<a name="32370"></a>
      <br>phrophid ir Deyrnas nac Vrddas ir brenhin.
      <br>
<a name="32372"></a>

      <br>Pan oedd oed Crist 1449./ i rhoed Ron i vyny
<a name="32374"></a>
      <br>i vrenhin Phrainc a chann mwyaf holl drevydd
      <br>Normandi Ar d&uuml;c o Somersed ac arglwydd&nbsp;
<a name="32376"></a>
      Talbot<br>
      a ymedewis./ Ar vlwyddyn honn ir aeth y
<a name="32378"></a>
      <br>D&uuml;c o Iork i Iwerddon yn Lieutenant dan y
      brenhin<br>
<a name="32380"></a>
      ac i osteg&uuml; y Gwyddelod gwylltion oedd yn
      rhyfela<br>
<a name="32382"></a>
      yn erbyn y brenhin
      <br>
<a name="32384"></a>

      <br>Pan oedd oed Crist 1450 ir ennillodd [y Phrancod]
<a name="32386"></a>
      <br>vn maes ar y Saesson. Syr Thomas Kiriel oedd
      <br>y capten ac nid [oedd] gantho ond mil ac wythgant
<a name="32388"></a>
      <br>o wyr ac or Phrancod .4. mil./
      <br>
<a name="32390"></a>

      <br>Pan oedd oed Crist 1452. ar .30./ o wrogeth Harri
<a name="32392"></a>
      <br>6<sup><span style="font-size:80%">ed</span></sup> i b&uuml; ymgyfaruod rhwng y brenhin ar D&uuml;c o
      <br>Iork ar Vrent hieth yng Hent ond yn heddwch
<a name="32394"></a>
      <br>ir aeth. Y vlwyddyn ir ennillodd y Phrancod
      Aqwitayn<br>
<a name="32396"></a>
      yr honn a v&uuml;yssai Loegr er ynn amser
      <br>Harri .3.<sup><span style="font-size:80%">edd</span></sup> nei drychan mlynedd ac ychwanec./
<a name="32398"></a>
      <br>

<a name="32400"></a>
      <br>Pan oedd oed Crist 1453. ir ennillodd Iarll y
      Mwythic<br>
<a name="32402"></a>
      &nbsp;Vwrdeaux a llawer o drefi yn Gasgwyn ac
      <br>yn y maes yngHastylton i llas yr Iarll ai vab
<a name="32404"></a>
      <br><br><span class="pg">[td. 217r]</span> 
      <br>arglwydd Talbot a llawer o gaptenniaid Loegr./
<a name="32406"></a>
      <br>

<a name="32408"></a>
      <br>Y vlwyddyn Mahomet y Twrk mawr a
      gwnkweriodd<br>
<a name="32410"></a>
      Gonstantinobl ac a laddodd lawer o
      Gristynogion./<br>
<a name="32412"></a>
      <br>

<a name="32414"></a>
      <br>Pan oedd oed Crist 1454. Y vlwyddyn honn ir aeth
      <br>rhwng y d&uuml;c o Iork yr hwnn oedd yn cleimio yr
<a name="32416"></a>
      <br>goron ar D&uuml;c o Somersed oedd yn cadw yr
      brenhin<br>
<a name="32418"></a>
      Ac yn Saint Albons i b&uuml; vaes mawr
      rhyngth&uuml;n<br>
<a name="32420"></a>
      ar d&uuml;c o Iork ai ennillodd./ Ac o d&uuml; /r/
      brenhin<br>
<a name="32422"></a>
      i llas y D&uuml;c o Somersed ac Iarll&nbsp;
      Northwmberlond<br>
<a name="32424"></a>
      ac arglwydd Staphord ac wyth mil y
      <br>chwanec ar D&uuml;c o Iork a dd&uuml;c y brenhin yn
<a name="32426"></a>
      <br>anrhydedd&uuml;s i L&uuml;ndain ac yno i gwnaethbwyd
      <br>y D&uuml;c o Iork yn arglwydd Protector y Deyrnas
<a name="32428"></a>
      <br>ac ar y brenhin./
      <br>
<a name="32430"></a>

      <br>Pan oedd oed Iess&uuml; .1455. yr .34. o Harri .6.<sup><span style="font-size:80%">ed</span></sup>&nbsp;wrth
<a name="32432"></a>
      <br>gyngor y Vrenhines y byrrwyd y D&uuml;c o Iork
      <br>oi swydd yr hynn a wnaeth malais vawr a
<a name="32434"></a>
      <br>grwyts drychefn yn y Deyrnas./ Yr ail
      <br>vlwyddyn i b&uuml; anllywodraeth a reiot yn
<a name="32436"></a>
      Ll&uuml;nden<br>
      o blegid y Lwmbards ar Italians./ Ar
<a name="32438"></a>
      <br>drydedd vlwyddyn i da&uuml;th dwy Long o Phrancod ac
      <br>i tiriyssont yn y Downs ac ir ysbeilyssont dre
<a name="32440"></a>
      <br>Sandwits
      <br>
<a name="32442"></a>

      <br>Yn tre Vents yn Sermania i preintiodd Iohn
<a name="32444"></a>
      <br>Phawstiws gyntaf erioed ac efo a gafas y
      gelfyddyd<br>
<a name="32446"></a>
      honno gyntaf oed Crist 1458. A Harri
      <br>.6.<sup><span style="font-size:80%">ed</span></sup> .36./ Y vlwyddyn honn i gwnaethbwyd
<a name="32448"></a>
      heddwch<br>
      rhwng y brenhin ar d&uuml;c o Iork ond na
<a name="32450"></a>
      <br>hir byrhaodd./ [~ barhaodd ]
      <br>
<a name="32452"></a>

      <br>Pan oedd oed Crist .1459. i b&uuml; yr maes ymlor
<a name="32454"></a>
      <br>hieth ynn Swydd y Mwythic rhwng arglwydd
      <br>Awdley o rann y brenhin ac Iarll Salsbri
<a name="32456"></a>
      <br>o rann y D&uuml;c o Iork ar maes a dd&uuml;c Iarll
      <br><br><span class="pg">[td. 217v]</span> 
<a name="32458"></a>
      <br>Salsbri ac arglwydd Awdley a laddwyd
      <br>
<a name="32460"></a>

      <br>Oedran Crist .1460. Harri .6.<sup><span style="font-size:80%">ed</span></sup> .38. i gwnaeth
<a name="32462"></a>
      <br>y D&uuml;c o Iork l&uuml; anveidrol o Gymr&uuml; a gwyr y
      <br>Nordd ac Iarll Warwic a dda&uuml;th a ll&uuml; mawr o
<a name="32464"></a>
      Galais<br>
      ac yn agos i Lwdlo ymordyr Cymr&uuml; i b&uuml;
<a name="32466"></a>
      <br>rhyngth&uuml;n vaes a th&uuml; ac yno i da&uuml;th y brenhin
      <br>ar d&uuml;c o Somersed a ll&uuml; ar&uuml;th&uuml;r ganth&uuml;n
<a name="32468"></a>
      <br>ar nos kyn y vattel i kilodd Andro Trolop
      <br>o ddiwrth y D&uuml;c o Iork at y brenhin ar nos
<a name="32470"></a>
      <br>honno y kilodd y D&uuml;c eh&uuml;n ac ir aeth i
      Iwerdd
<a name="32472"></a>
      on<br>
      ac Iarll Warwic a Salsbri i Ddefnsir ac
<a name="32474"></a>
      <br>o ddyno i Galais./ Y vlwyddyn honn I gwnaethbwyd y D&uuml;c o
      <br>Somersed ie&uuml;ank yn gapten yng Halais ond
<a name="32476"></a>
      <br>pan ddoeth ef yno ni chae ef ddyfod ir dref eithr
      <br>[bod] yn dda gantho gymryd y Geins gan yr Iairll
<a name="32478"></a>
      <br>oedd yno oi vlaen ef./
      <br>
<a name="32480"></a>

      <br>Y vlwyddyn honn i da&uuml;th Iarll y Mars ac Iarll
<a name="32482"></a>
      <br>Warwic ac i tiriyssont yn Sandwits ac i
      <br>daethan i L&uuml;ndein lle i cressawyd yn
<a name="32484"></a>
      anrhydedd&uuml;s<br>
      A chwedi hynny ir aethont a ph&uuml;mp
<a name="32486"></a>
      <br>mil arhvgein o l&uuml; ganth&uuml;n i gyfarvod ar
      <br>brenhin yr hwnn oedd ai l&uuml; gantho yn emyl
<a name="32488"></a>
      Norddhampton<br>
      ac yno i b&uuml; yr maes ac yno i
<a name="32490"></a>
      syrthiodd<br>
      y maes i Iarll y Mars ai barti ac o d&uuml; yr
<a name="32492"></a>
      <br>brenhin i llas y D&uuml;c o Bwckingam ac Iarll&nbsp;
      Salsbri<br>
<a name="32494"></a>
      a dec mil y chwanec o Saesson./ ar darn
      <br>arall or ll&uuml; a gilodd ac a ydewis [~ adewis ] y brenhin
<a name="32496"></a>
      eh&uuml;nan<br>
      ar D&uuml;c o Somersed ar vrenhines ai mab
<a name="32498"></a>
      <br>a gilodd i Esgobaeth Dd&uuml;rham Ac yn ol y maes
      <br>hwnn ydd aeth Iarll y Mars ar brenhin i
<a name="32500"></a>
      L&uuml;ndein<br>
      ac yno i gwnaethbwyd Parlment ac
<a name="32502"></a>
      <br>yn y Parlment hwnnw i gwnaethbwyd y D&uuml;c
      <br>o Iork yn aer apparawns ai heyrs ynn i ol
<a name="32504"></a>
      <br><br><span class="pg">[td. 218r]</span> 
      <br>ynta&uuml;./ Y vlwyddyn honn brenhines Margred
<a name="32506"></a>
      <br>a gynn&uuml;llodd gwyr y Nordd l&uuml; mawr ac yn
      Wakphild<br>
<a name="32508"></a>
      i b&uuml; yr maes ac i lladdodd y D&uuml;c o Iork ai
      <br>vab, Iarll Rwtlond ac Iarll Salsbri a ddalwyd
<a name="32510"></a>
      <br>ac a dorred i benn ym Pwmphred ai benn a
      <br>ddanfoned i Iork. Ar vrenhines ai ll&uuml; aeth i St
<a name="32512"></a>
      <br>Albons ac a ymladdodd ac Iarll Warwic ac ar
      <br>D&uuml;c o Northpholk ac a ryddhaodd Harri i gwr
<a name="32514"></a>
      <br>ac yn y maes hwnn i llas dwy vil a thrychant
      <br>Ac vn Marchoc a wnaethoeddid yn varchoc y
<a name="32516"></a>
      <br>dydd kynn hynny ac a elwid Syr Iohn Gray./
      <br>Gwedi yr maes hwnn pann glyb&uuml; y brenhin ar
<a name="32518"></a>
      <br>vrenhines ddyfodiad Iarll y Mars a Iarll&nbsp;
      Warwic<br>
<a name="32520"></a>
      a ll&uuml; ar&uuml;th&uuml;r o vordr Cymr&uuml; ganth&uuml;n
      kymryd<br>
<a name="32522"></a>
      i siwrnai a wnaethont t&uuml; ar Nordd. Ar
      <br>Ieirll aeth i L&uuml;nden ac yno drwy vndeb
<a name="32524"></a>
      vrddas<br>
      &nbsp;Lloegr ar kyphredin Edward Iarll y Mars
<a name="32526"></a>
      <br>a griwyd ynn vrenhin y 4<sup><span style="font-size:80%">ydd</span></sup> dydd o vis Mawrth
      <br>oed Crist .1460.
<a name="32528"></a>
      <br>

<a name="32530"></a>
      <br>Pan griwyd Edward yn vrenhin efo a

<a name="32532"></a>
      ganllynodd<br>
       [~ ganlynodd ]
<a name="32534"></a>
      vrenhin Harri .6.<sup><span style="font-size:80%">ed</span></sup> t&uuml; ac Iork ac a
      gyfarv&uuml;<br>
<a name="32536"></a>
      ai l&uuml; yn y lle a elwir Towton ac yno
      <br>i b&uuml; vaes kre&uuml;lon rhyngth&uuml;n ond Edward ai
<a name="32538"></a>
      <br>hennillodd. Ac yn y maes hwnnw i llas chwe
      <br>mil arh&uuml;gein a seithgant ac yno i lladdwyd
<a name="32540"></a>
      <br>Iarll Northwmberlond ac Iarll Westmerlond
      <br>ac arglwydd Cliphord a llawer ychwanec ar
<a name="32542"></a>
      <br>brenhin Harri a gollodd i gyd ac a gilodd or
      Deyrnas<br>
<a name="32544"></a>
      gwedi teyrnass&uuml; dair blynedd arbymthec
      <br>arh&uuml;gein a chwe mis./
<a name="32546"></a>
      <br>
      <br><br><span class="pg">[td. 218v]</span> 
<a name="32548"></a>

      <br>Gwedi y maes hwnnw idd aeth brenhin Harri i
<a name="32550"></a>
      <br>y Scotlond ar gil ac ir aeth brenhines
      Margred<br>
<a name="32552"></a>
      ai mab at i thad y D&uuml;c o Angeow./
      <br>
<a name="32554"></a>

      <br>Pan oedd oedran  Crist vn mab Mair
<a name="32556"></a>
      Vorwyn<br>
      &nbsp;wyry brenhines nef amherodres vphern
<a name="32558"></a>
      <br>arglwyddes y byd hwnn .1461. y .29. dydd o vis
      <br>Myhevin i coroned Edward .4.<sup><span style="font-size:80%">ydd</span></sup> yn Westmestr./
<a name="32560"></a>
      <br></font>

<table width="90%"><tr><td><h4><a href="t28.htm" target="thetext" ><span class="cym">I&#146;r brig</span><br /><span class="eng">Back to the top</span></a></h4></td><td align="right"><h4><a href="t29.htm" target="thetext" ><span class="cym">Adran nesaf</span><br /><span class="eng">Next section</span></a></h4></td></tr></table>
</body></html>