<!DOCTYPE html
 PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<title>Gweledigaetheu y Bardd Cwsc (1703)</title>
<link REL=STYLESHEET HREF="../../hcwl2.css" TYPE="text/css" />
<meta name="welsh language" content="web concordance" />
<meta http-equiv="Content-Type" content="text/html; charset=UTF8" />
<!-- Made on 21/11/2004 with Concordance. Registered to David Willis-->
</head><body>
<font class="text">
<table width="90%"><tr><td align="right"><h4><a href="t41.htm" target="thetext"><span class="cym">Adran o&#146;r blaen</span><br /><span class="eng">Previous section</span></a></h4></td></tr></table>

<a name="42394"></a>
      <br>Wedi llwyrflino ar y m&ocirc;ch abrwysc hyn,
      <br>ni aethom yn n&ecirc;s i 'r Porth i spio gwallieu i
<a name="42396"></a>
      <br>ardderchog L&#375;s <i>Cariad</i> y Brenhin cibddall,
      <br>lle hawdd mynd i mewn, ac anhawdd
<a name="42398"></a>
      <br>mynd allan, ac ynddo aneirif o Stafelloedd.
      <br>Yn y Neuadd gyfeiryd a 'r dr&#373;s, yr oedd
<a name="42400"></a>
      <br><i>Cuwpid</i> bensyfrdan &acirc; 'i ddwy saeth ar ei f&#373;a,
      <br>yn ergydio gwenwyn nychlyd a elwir
<a name="42402"></a>
      <br><i>blys</i>. Hyd y llawr gwelwn lawer o Ferched<br>gl&acirc;n trwsiadus yn rhodio wrth yscw&icirc;r,<br>ac o 'u lledol drueiniaid o Lancieu
      <br>yn tremio ar eu tegwch, ac yn erfyn bob
<a name="42404"></a>
      <br>un am gael gan ei baunes un cil-edrychiad,
      <br>gan ofni Cuwch yn waeth nac Angeu;
<a name="42406"></a>
      <br>ymbell un tan blygu at lawr, a roe <i>Lythyr</i>
      <br>yn llaw ei Dduwies, un arall <i>Gerdd</i>, a disgwyl<br>yn ofnus fel 'Scolheigion yn dangos
<a name="42408"></a>
      <br>eu T&acirc;sc i 'w Meistr; a hwytheu a roent ymbell<br>gip o W&ecirc;n gynffonnog i gadw eu haddolwyr<br>mewn awch, ond nid dim ychwaneg,<br>rhag iddynt dorri eu bl&#375;s, a mynd
      <br>yn i&acirc;ch o 'r <i>Clwy</i> ac ymadel. Mynd ymlaen<br>i 'r <i>Parlwr</i>, gwelwn ddyscu dawnsio, a
<a name="42410"></a>
      <br>chanu, &acirc; llais ac &acirc; llaw i yrru eu Cariadeu yn
      <br>saith ynfyttach nac oeddynt eusys: Mynd
<a name="42412"></a>
      <br><br><span class="pg">[td. 26]</span> 
      <br>i 'r <i>Bwytty</i>, dyscu 'r oeddid yno wersi o gymhendod<br>mindlws wrth fwytta: Mynd i 'r
<a name="42414"></a>
      <br><i>Seler</i>, yno cymyscu Diodydd cryfion o
      <br><i>swyn-serch</i> o greifion ewinedd a 'r cyffelyb:
<a name="42416"></a>
      <br>Mynd i fyny i 'r <i>Llofftydd</i>, gwelem un mewn
      <br>'stafell ddirgel yn gwneud pob ystumieu
<a name="42418"></a>
      <br>arno 'i hun i ddyscu moes boneddigaidd iw
      <br>Gariad; un arall mewn Dr&#375;ch yn dyscu
<a name="42420"></a>
      <br>chwerthin yn gymmwys heb ddangos iw
      <br>Gariad ormod o 'i ddannedd; un arall yn
<a name="42422"></a>
      <br>taccluso 'i chwedl erbyn mynd atti hi, ac yn
      <br>dywedyd yr un wers ganwaith trosti. Blino<br>ar y ffloreg ddiflas honno, a myned i
<a name="42424"></a>
      <br>gell arall, yno 'r oedd Pendefig wedi cyrchu<br>Bardd o Str&#375;d <i>Balchder</i>, i wneud Cerdd
      <br>fawl i 'w angyles, a chywydd moliant iddo
<a name="42426"></a>
      <br>'i hun; &acirc; 'r Bardd yn dadcan ei gelfyddyd,
      <br>mi fedraf, ebr ef, ei chyffelybu hi i bob
<a name="42428"></a>
      <br><i>c&ocirc;ch</i> a <i>gwyn</i> tan yr Haul, a 'i gw&acirc;llt hi i gan
      <br>peth melynach na 'r aur; ac am eich Cywydd<br>chwitheu, medraf ddwyn eich Acheu<br>trwy berfedd llawer o Farchogion, a
<a name="42430"></a>
      <br>Thywysogion, a thrwy 'r dw'r Diluw, a 'r
      <br>cwbl yn gl&icirc;r hyd at <i>Adda</i>. Wel' dyma
<a name="42432"></a>
      <br>Fardd, ebr fi, sy well olrheiniwr na mi:
      <br>Tyrd, tyrd, eb yr Angel, mae rhain ar fedr
<a name="42434"></a>
      <br>twyllo 'r fenyw, ond pan elont atti, bid
      <br>siccr y c&acirc;nt atteb cast am gast. Wrth ymadel<br>&nbsp;&acirc; rhain, gwelsom gip ar gelloedd lle 'r
<a name="42436"></a>
      <br>oeddid yn gwneud castieu bryntach nac y
      <br>g&acirc;d gwylder eu henwi, a wnaeth i 'm Cydymaith<br><br><span class="pg">[td. 27]</span><br>fy nghippio i 'n ddigllon o 'r Ll&#375;s
<a name="42438"></a>
      <br>penchwiban yma, i Drysordy 'r Dwysoges
      <br>(oblegid ni aem lle chwenychem er na
<a name="42440"></a>
      <br>doreu na chloieu.) Yno gwelem fyrdd o
      <br>Ferched gl&acirc;n, p&ocirc;b diodydd, ffrwythydd,
<a name="42442"></a>
      <br>dainteithion, pob rhyw offer a llyfreu cerdd
      <br>dafod a thant, telyneu, pibeu, cywyddeu,
<a name="42444"></a>
      <br>caroleu, <i>&c</i>. p&ocirc;b m&acirc;th o chwareuon tawlbwrdd<br>ffristial, disieu, cardieu, <i>&c</i>. p&ocirc;b
      <br>llunieu gwledydd, a threfi, a dynion, a
<a name="42446"></a>
      <br>dyfeisieu, a chastieu digrif: p&ocirc;b dyfroedd,
      <br>p&ecirc;r-arogleu, a lliwieu, a smottieu i wneud
<a name="42448"></a>
      <br>yr wrthun yn l&acirc;n, a 'r h&ecirc;n i edrych yn
      <br>ieuanc, ac i sawyr y buttain a 'i hescyrn
<a name="42450"></a>
      <br>pwdr fod yn beraidd tros y tro. Ar fyrr,
      <br>yr oedd yno b&ocirc;b m&acirc;th o <i>gysgodion</i> pleser, a
<a name="42452"></a>
      <br><i>rh&icirc;th</i> hyfrydwch: ac o ddywedyd y gwir,
      <br>ni choelia 'i na walliasei 'r fan yma finneu,
<a name="42454"></a>
      <br>oni basei i 'm Cyfeill yn ddiymannerch, fy
      <br>nghipio i ymhell oddiwrth y tri Th&#373;r hudol<br>i ben ucha 'r Strydoedd, am descyn i
<a name="42456"></a>
      <br>wrth gastell o <i>Lys</i> anferthol o faint, a thirion<br>iawn yr olwg cynta, ond gwael a gwrthun<br>arswydus o 'r tu pella, etto ni welid
      <br>ond yn anhawdd iawn mor tu gwrthun; a
<a name="42458"></a>
      <br>myrdd o ddryseu oedd arno a 'r holl ddoreu
      <br>'n w&#375;ch y tu allan, ond yn bwdr y tu
<a name="42460"></a>
      <br>mewn. Attolwg, f' Arglwydd, ebr fi, os
      <br>rhyngai 'ch bodd p'le yw 'r fan ryfeddol
<a name="42462"></a>
      <br>hon? Hwn, ebr ef, yw Ll&#375;s ail Ferch Belial,<br></i> a elwir <i>Rhagrith</i>: Yma mae hi 'n cadw
      <br><br><span class="pg">[td. 28]</span> 
<a name="42464"></a>
      <br>ei Hyscol, ac nid oes na M&acirc;b na Merch o
      <br>fewn yr holl Ddinas, na fu 'n 'Scolheigion
<a name="42466"></a>
      <br>iddi hi, a rhan fwya 'n yfed eu Dysc yn odiaeth,<br>fel y gwelir ei gwersi hi wedi mynd
      <br>yn ail natur yn gyfrodedd trwy eu holl feddylieu,<br>geirieu a gweithredoedd agos er
<a name="42468"></a>
      <br>ein blant. Wedi i mi spio ennyd ar ffalsder
      <br>pob cwrr o 'r Adeilad, dyma <i>Ganhebrwng</i> yn
<a name="42470"></a>
      <br>mynd heibio, a myrdd o wylo ac ochain, a
      <br>llawer o ddynion a cheffyleu wedi eu hulio
<a name="42472"></a>
      <br>mewn galarwiscoedd duon; ymhen&nbsp;ennyd,<br>dyma 'r druan <i>Weddw</i>, wedi ei mwgydu<br>rhag edrych mwy ar y byd brwnt
      <br>yma, yn dyfod tan leisio 'n wann, ac och'neidio<br>'n ll&ecirc;sc rhwng llesmeirieu: Yn w&icirc;r, ni
<a name="42474"></a>
      <br>fedrais inneu nad wylais beth o dosturi:
      <br>I&egrave;, i&egrave;, eb yr Angel, cedwch eich dagreu at
<a name="42476"></a>
      <br>rywbeth rheitiach: Nid yw 'r lleisieu hyn
      <br>ond d&#375;sc <i>Rhagrith</i>, ac yn ei Hyscol fawr
<a name="42478"></a>
      <br>hi, y lluniwyd y gwiscoedd duon yna.
      <br>Nid oes un o rhain yn wylo o ddifri: Mae 'r
<a name="42480"></a>
      <br><i>Widw</i>, cyn mynd corph hwn o 'i th&#375;, wedi
      <br>gollwng <i>Gwr arall</i> eusys at ei chalon; pe
<a name="42482"></a>
      <br>cai hi ymadel &acirc; 'r g&ocirc;st sy wrth y corph, ni
      <br>waeth ganddi o frwynen pettei ei enaid ef
<a name="42484"></a>
      <br>yn ngwaelod Uffern, na 'i geraint ef mwy
      <br>na hitheu; oblegid pan oedd gletta arno,
<a name="42486"></a>
      <br>yn lle ei gynghori 'n ofalus, a gweddio 'n
      <br>daerddwys am drugaredd iddo, s&ocirc;n yr oeddid
<a name="42488"></a>
      <br>am ei Betheu, ac am ei Lythyr-cymmun,
      <br>neu am ei Acheu, neu laned, gryfed G&#373;r
<a name="42490"></a>
      <br><br><span class="pg">[td. 29]</span> 
      <br>ydoedd ef, a 'r cyffelyb: Ac felly rwan nid
<a name="42492"></a>
      <br>yw 'r wylo yma, ond rhai o ran defod ac
      <br><i>arfer</i>, eraill o <i>gwmnhi</i>, eraill am eu <i>cyflog</i>.
<a name="42494"></a>
      <br>Prin yr aethei rhai'n heibio, dyma Dyrfa arall<br>yn dyfod i 'r golwg, rhyw Arglwydd
      <br>gw&#375;ch aruthr, a 'i Arglwyddes wrth ei glun,
<a name="42496"></a>
      <br>yn mynd yn araf mewn st&acirc;t, a llawer o
      <br>Wyr cyfrifol yn eu gapio a myrdd hefyd
<a name="42498"></a>
      <br>ar eu traed yn dangos iddo b&ocirc;b ufudd-dod
      <br>a pharch; ac wrth y <i>Ffafreu</i>, deellais mai
<a name="42500"></a>
      <br><i>Priodas</i> ydoedd. Dyma Arglwydd ardderchog,<br>ebr fi, sy 'n haeddu cymmaint parch
      <br>gan y rhai'n oll. Ped ystyrid y cwbl, ti a
<a name="42502"></a>
      <br>ddywedit rywbeth arall, eb ef: Un o Stryd
      <br><i>Pleser</i> yw 'r Arglwydd yma, a Merch yw
<a name="42504"></a>
      <br>hitheu o Str&#375;d <i>Balchder</i>; a 'r henddyn accw
      <br>sy 'n siarad &acirc;g ef, un ydyw o Stryd yr <i>Elw</i>,
<a name="42506"></a>
      <br>sy ganddo arian ar h&ocirc;ll d&icirc;r yr Arglwydd agos,<br>a heddyw 'n dyfod i orphen taledigaeth:<br>ni aethom i glywed yr ymddiddan.
      <br>Yn w&icirc;r, Syr, meddei 'r Codog, ni fynnaswn<br>i er a feddai, fod arnoch eisieu dim a 'r
<a name="42508"></a>
      <br>a allwn i at ymddangos heddyw 'n debyg
      <br>i chwi 'ch hunan, ac yn siccr gan ddarfod
<a name="42510"></a>
      <br>i chwi daro wrth Arglwyddes mor hawddgar<br>odidog a hon; (a 'r Cottyn h&ecirc;n-graff
      <br>yn gwybod o 'r goreu beth oedd hi.) Myn,
<a name="42512"></a>
      <br>myn, myn, eb yr Arglwydd, nesa pleser at
      <br>edrych ar degwch hon, oedd wrando 'ch
<a name="42514"></a>
      <br>mwynion resymmeu chwi; gwell genni
      <br>dalu i chwi l&ocirc;g, na chael arian yn rh&acirc;d gan
<a name="42516"></a>
      <br><br><span class="pg">[td. 30]</span> 
      <br>neb arall. Yn ddiau, f' Arglwydd, ebr un
<a name="42518"></a>
      <br>o 'r pen-cymdeithion a elwid Gwenieithiwr,
      <br>nid yw f' ewythr yn dangos dim ond a
<a name="42520"></a>
      <br>haeddechi o barch, ond trwy 'ch cennad,
      <br>ni roes ef hanner a haeddei f' Arglwyddes
<a name="42522"></a>
      <br>o gl&ocirc;d. Ni cheisiai, ebr ef, ond gwaetha
      <br>ungwr ddangos ei glanach hi 'n h&ocirc;ll Stryd
<a name="42524"></a>
      <br><i>Balchder</i>, na 'ch gwychach chwithe 'n h&ocirc;ll
      <br>Stryd <i>Pleser</i>, na 'ch mwynach witheu
<a name="42526"></a>
      <br>f' ewythr yn Stryd yr <i>Elw</i>. O 'ch t&#375;b
      <br>dda chwi, eb yr Arglwydd, yw hynny,
<a name="42528"></a>
      <br>ond ni choeliai fynd o ddau yngh&#375;d erioed
      <br>trwy fwy o gariad na ninneu. Fel yr
<a name="42530"></a>
      <br>oeddynt yn mynd ymlaen, yr oedd y dyrfa<br>'n cynnyddu, a phawb yn deg ei w&ecirc;n,
      <br>ac yn llaes ei foes i 'r llall, ac yn rhedeg i
<a name="42532"></a>
      <br>ymgyfwrdd a 'u trwyneu gan lawr, fel
      <br>dau Geiliog a fyddei 'n mynd i daro.
<a name="42534"></a>
      <br>Gwybydd weithian, eb yr Angel, na welaisti<br>etto <i>foes</i>, ac na chlywaist yma <i>air</i>, ond
      <br>o wersi <i>Rhagrith</i>. Nid oes yma un wedi 'r
<a name="42536"></a>
      <br>holl fwynder, a chanddo ffyrlingwerth o
      <br>gariad i 'r llall, i&egrave;, gelynion yw llawer o
<a name="42538"></a>
      <br>honynt i 'w gilydd. Nid yw 'r Arglwydd
      <br>yma, ond megis <i>cyffcl&ecirc;r</i> rhyngthynt, a
<a name="42540"></a>
      <br>phawb a 'i grab arno. Mae 'r Feinir a 'i
      <br>bryd ar ei <i>fawredd</i> a 'i <i>fonedd</i> ef, modd y
<a name="42542"></a>
      <br>caffo hi 'r blaen ar lawer o 'i chymdogesau.
      <br>Y Cott sy a 'i olwg ar ei <i>D&icirc;r</i> ef i 'w Fab ei
<a name="42544"></a>
      <br>hun, y lleill i gyd ar <i>Arian</i> ei gynnyscaeth
      <br>ef, oblegid ei ddeiliaid ef ydynt oll, sef ei
<a name="42546"></a>
      <br><br><span class="pg">[td. 31]</span> 
      <br>Farsiandwyr, ei Daelwriaid, ei Gryddion,
<a name="42548"></a>
      <br>a 'i Grefftwyr eraill ef, au huliodd ac a 'i
      <br>maentumiodd e 'n yr holl wychder mawr
<a name="42550"></a>
      <br>hwn, ac heb gael ffyrling etto, nac yn debyg<br>i gael, ond geirieu t&ecirc;g, ac weithieu fygythion<br>ondodid. Bellach, pa sawl t&ocirc;, pa
      <br>sawl pl&#375;g a roes <i>Rhagrith</i> yma ar wyneb y
<a name="42552"></a>
      <br><i>Gwirionedd!</i> Hwn yn addo mawredd iw
      <br>Gariad, ac ynteu ar werthu ei Dir; hithe 'n
<a name="42554"></a>
      <br>addo cynnyscaeth a glendid heb feddu, ond
      <br>glendid <i>gosod</i>, a 'r h&ecirc;n gancr yn ei Chynnyscaeth<br>ai Chorph hefyd. Wel'dyma arwydd,<br>ebr fi, na ddylid fyth farnu wrth y
<a name="42556"></a>
      <br>golwg. I&egrave;, tyrd ymlaen, ebr ef, a dangosaf<br>i ti beth ychwaneg; ar y air f' a 'm
      <br>trosglwyddodd i fynu, lle 'r oedd Eglwysi 'r
<a name="42558"></a>
      <br>Ddinas ddihenydd, canys yr oedd rh&icirc;th o
      <br><i>Grefydd</i> gan bawb ynddi hyd yn oed y digr&ecirc;d.<br>Ac i <i>Deml</i> yr <i>anghred</i> yr aethom
<a name="42560"></a>
      <br>gynta, gwelwn yno rai yn addoli llun <i>Dyn</i>,
      <br>eraill yr <i>Haul</i>, eraill y <i>Lleuad</i>, felly aneirif
<a name="42562"></a>
      <br>o 'r fath Dduwieu eraill, hyd at y <i>Winwyn</i>
      <br>a 'r <i>Garlleg</i>; a Duwies fawr a elwid <i>Twyll</i>, yn
<a name="42564"></a>
      <br>cael addoliant cyffredinol; er hynny gwelit<br>beth &ocirc;l y Grefydd <i>Grystianogol</i> ym&#375;sc y
      <br>rhann fwya o 'r rhain. Oddi yno ni aethom<br>i gynulleidfa o rai <i>Mudion</i>, lle nid
<a name="42566"></a>
      <br>oedd ond ochneidio, a chrynu, a churo 'r
      <br>ddwyfron. Dyma, eb er Angel, rith o
<a name="42568"></a>
      <br>edifeirwch gostyngeiddrwydd mawr,
      <br>ond nid oes yma ond 'piniwn, a chyndynrhwydd,<br><br><span class="pg">[td. 32]</span><br>a balchder, a thywyllwch dudew;
<a name="42570"></a>
      <br>er maint y soniant am eu <i>Goleuni oddimewn</i>,
      <br>nid oes ganddynt gymaint a <i>Spectol</i> natur pe
<a name="42572"></a>
      <br>sy gan y digr&ecirc;d y welaist gynneu. Oddiwrth<br>y c&#373;n mudion digwyddodd i ni droi
      <br>i Eglwys fawr benegored, a myrdd o escidieu<br>yn y porth, wrth y rhain deellais mai
<a name="42574"></a>
      <br>teml y <i>Tyrciaid</i> ydoedd; nid oedd gan y
      <br>rhain ond <i>Spectol</i> dywyll a chymysclyd
<a name="42576"></a>
      <br>iawn a elwid <i>Alcoran</i>; etto trwy hon 'r
      <br>oeddynt fyth yn spio 'mhen yr Eglwys am
<a name="42578"></a>
      <br>eu Prophwyd a addawsei ar ei air celwydd,
      <br>ddychwel i ymweled &acirc; hwynt er's talm,
<a name="42580"></a>
      <br>ac etto heb gywiro. Oddiyno 'r aethom i
      <br>Eglwys yr <i>Iddewon</i>, 'r oedd y rhain hwythe<br>'n methu cael y ffordd i ddianc o 'r
<a name="42582"></a>
      <br>Ddinas ddihenydd, er bod Spectol lwydoleu<br>ganddynt, am f&ocirc;d rhyw huchen wrth
      <br>spio 'n dyfod tros eu llygaid eisieu i hiro a 'r
<a name="42584"></a>
      <br>gwerthfawr ennaint, <i>ffydd</i>. Yn nesa 'r
      <br>aethom at y <i>Papistiaid</i>; dyma, eb yr Angel,
<a name="42586"></a>
      <br>yr Eglwys sy 'n <i>twyllo 'r Cenhedloedd!</i>&nbsp;Rhagrith<br>a adeiladodd yr Eglwys yma ar ei
      <br>ch&ocirc;st ei hun. Canys mae 'r Papistiaid yn
<a name="42588"></a>
      <br>cynnws, ie 'n gorchymyn na chadwer llw
      <br>&acirc; Heretic, er darfod ei gymmeryd ar y
<a name="42590"></a>
      <br>Cymmun: O 'r Ganghell ni aethom trwy
      <br>dylleu cloieu i ben rhyw gell neilltuol,
<a name="42592"></a>
      <br>llawn o ganhwylleu ganol dydd goleu, lle
      <br>gwelem Offeiriad wedi eillio 'i goryn yn
<a name="42594"></a>
      <br>rhodio, ac megis yn disgwil rhai atto; yn
      <br><br><span class="pg">[td. 33]</span> 
<a name="42596"></a>
      <br>y man, dyma globen o Wraig a Llances
      <br>l&acirc;n o 'i h&ocirc;l, yn mynd ar ei glinieu o 'i flaen
<a name="42598"></a>
      <br>ef, i gyfadde 'i phechodeu: Fy nh&acirc;d ysprydol<br>ebr y Wreigdda, mae arna 'i faich rhydrwm<br>ei oddef, oni ch&acirc;f eich trugaredd iw
      <br>yscafnhau; mi briodais un o Eglwys <i>Loegr</i>;
<a name="42600"></a>
      <br>ac, pa beth, ebr y Corynfoel, priodi Heretic!<br>priodi Gelyn! nid oes fyth faddeuant<br>i 'w gael; ar y gair hwnnw hi a lesmeiriodd,<br>ac ynte 'n bugunad melltithion arni,
      <br>och a phe sy waeth, ebr hi, pan ddadebrodd,<br>mi a 'i lleddais ef! O, ho! a leddaisti<br>ef, wel'dyma rywbeth at cael cymmod<br>yr Eglwys, 'r wyfi 'n dywedyd itti,
<a name="42602"></a>
      <br>oni bai ladd o honot ef, ni chawsit fyth
      <br>ollyngdod, na phurdan, ond mynd yn union<br>i Ddiawl wrth blwm. Ond p'le mae
<a name="42604"></a>
      <br>'ch Offrwm chwi 'r Faeden, ebr ef, tan
      <br>'scyrnygu? Dyma, ebr hi, ac estynnodd
<a name="42606"></a>
      <br>gryn-god o arian; wel, 'ebr ynte, 'bellach
      <br>mi wn&acirc; 'ch cymmod, eich Penyd yw b&ocirc;d
<a name="42608"></a>
      <br>b&#375;th yn weddw, rhag i chwi wneud drwg-
      <br>Fargen arall. Pen aeth hi ymaith, dyma 'r
<a name="42610"></a>
      <br>Forwyn yn dyfod ymlaen i draethu ei chyffes<br>hitheu: Eich pardwn y Nh&acirc;d-cyffeswr
      <br>ebr hi, mi a feichiogais, ac a leddais fy
<a name="42612"></a>
      <br>Mhlentyn. T&ecirc;g iawn yn w&icirc;r, ebr y Cyffeswr,<br>a phwy oedd y T&acirc;d? Yn w&icirc;r, un
      <br>o 'ch Monachod chwi, ebr hi, ist, ist, eb ef,
<a name="42614"></a>
      <br>dim anair i Wyr yr Eglwys: Ple mae 'r
      <br>iawn i 'r Eglwys sy gennych? Dyma, ebr
<a name="42616"></a>
      <br><br><span class="pg">[td. 34]</span> 
      <br>hitheu, ac a estynnodd iddo euryn. Rhaid
<a name="42618"></a>
      <br>i chwi edifarhau, a 'ch Penyd yw gwilied
      <br>wrth fy ngwelu i heno, ebr ef, tan g&icirc;lwenu<br>arni hi. Yn hyn, dyma bedwar o
<a name="42620"></a>
      <br>rai moelion eraill yn llusco dynan at y cyffeswr,<br>ac ynte 'n dyfod mor 'wllyscar ac
      <br>at grogpren. Dyma i chwi geneu, ebr un
<a name="42622"></a>
      <br>o 'r pedwar, i ddwyn ei benyd am ddadcuddio<br>dirgelion yr Eglwys Gatholic. Pa
      <br>beth, ebr y Cyffeswr, tan edrych ar ryw
<a name="42624"></a>
      <br>si&ecirc;l ddu oedd yno gerllaw? Ond cyffesa
      <br>filein beth a ddywedaisti? Yn w&icirc;r, eb y
<a name="42626"></a>
      <br>truan, cymydog a ofynnodd i mi, a welswn<br>i 'r <i>Eneidieu</i> 'n griddfan tan yr Allor
      <br><i>Ddygwyl y Meirw</i>, minneu ddywedais, glywed<br>y llais, ond na welswn i ddim. Ai&egrave;,
<a name="42628"></a>
      <br>Syre, dywedwch y cwbl, ebr un o 'r lleill.
      <br>Ond mi attebais, ebr ef, glywed o hono 'i
<a name="42630"></a>
      <br>mai gwneud castieu 'r &#375; chwi, &acirc; ni 'r anllythrennog,<br>nad oes yn lle Eneidieu ond
      <br>Crancod y M&ocirc;r yn 'scyrlwgach tan y carbed.<br>O F&acirc;b y Fall, o Wyneb y Felltith!
<a name="42632"></a>
      <br>ebr y Cyffeswr, ond ewch ymlaen Fastiff;
      <br>ac mai weir oedd yn troi delw St. <i>Pedr</i>, ac
<a name="42634"></a>
      <br>mai wrth weir yr oedd yr Yspryd Gl&acirc;n
      <br>yn descyn o lofft y gr&ocirc;g ar yr Offeiriad.
<a name="42636"></a>
      <br>O etifedd Uffernol! eb y Cyffeswr, hai, hai,
      <br>cymrwch ef Boenwyr, a theflwch ef i 'r&nbsp;Simnei<br>fyglyd yna, am ddywedyd chwedleu.
<a name="42638"></a>
      <br>Weldyma i ti 'r Eglwys a fyn <i>Rhagrith</i> ei
      <br>galw 'n Eglwys Gatholic, ac mai rhain yw 'r
<a name="42640"></a>
      <br><br><span class="pg">[td. 35]</span> 
      <br>unic rai cadwedig, eb yr Angel: Bu gan y
<a name="42642"></a>
      <br>rhain yr iawn <i>Spectol</i>, eithr torrasant hyd y
      <br>gwydr fyrdd o lunieu; a bu ganddynt wir
<a name="42644"></a>
      <br>ffydd, ond hwy a gymyscasant yr ennaint
      <br>hwnnw a 'u defnyddieu newyddion eu hunain,<br>fel na welant mwy na 'r anghred.
<a name="42646"></a>
      <br>Oddiyno ni aethom i <i>'Scubor</i>, lle 'r oedd
      <br>un yn dynwared Pregethu ar ei dafod leferydd,<br>weithieu 'r un peth deirgwaith
<a name="42648"></a>
      <br>olynol. Wel, 'eb yr Angel, mae gan y
      <br>rhain yr iawn <i>Spectol</i> i weled y petheu a
<a name="42650"></a>
      <br>berthyn i 'w heddwch, ond bod yn fyrr yn
      <br>eu hennaint un o 'r defnyddieu anghenrheitia,<br>a elwir cariad perffaith. Mae amryw
<a name="42652"></a>
      <br>achosion yn gyrru rhai <i>yma</i>; rhai o ran
      <br>parch i 'w hynafiaid, rhai o anwybodaeth, a
<a name="42654"></a>
      <br>llawer er manteisieu bydol. Gwnaent iti
      <br>dybio 'u b&ocirc;d yn tagu ar wyneb, ond hwy
<a name="42656"></a>
      <br>a fedrant lyncu Llyffaint rhag angen: Ac
      <br>felly mae 'r Dwysoges <i>Rhagrith</i> yn dyscu
<a name="42658"></a>
      <br>rhai mewn Scuboriau. Ertolwg, ebr fi,
      <br>p'le weithian y mae <i>Eglwys Loegr</i>? O, ebr ynteu,<br>mae honno yn y Ddinas ucha 'fr&#375; yn
<a name="42660"></a>
      <br>rhann fawr o 'r <i>Eglwys Gatholic</i>. Ond, ebr
      <br>ef, mae 'n y Ddinas <i>yma</i> rai Eglwysi <i>Prawf</i>,
<a name="42662"></a>
      <br>yn perthyn i <i>Eglwys Loegr</i>, lle mae 'r <i>Cymru</i>
      <br>a 'r <i>Saeson</i> tan brawf tros dro, i 'w cymmwyso
<a name="42664"></a>
      <br>at gael eu henweu 'n Llyfr yr <i>Eglwys Gatholic,<br></i> a 'r sawl a 'i caffo, <i>gwyn ei fyd fyth!</i>
      <br>Eithr nid oes sywaeth ond ychydig yn
<a name="42666"></a>
      <br>ymgymmwyso i gael braint yn honno.
      <br><br><span class="pg">[td. 36]</span> 
<a name="42668"></a>
      <br>O blegid yn lle edrych tuac yno, mae gormod<br>yn ymddallu wrth y tair Twysoges
      <br>obry, ac mae <i>Rhagrith</i> yn cadw llawer, ac
<a name="42670"></a>
      <br>un llygad ar y Ddinas ucha, a 'r llall a'r yr
      <br>isa; i&egrave;, mae <i>Rhagrith</i> cyn lewed a thwyllo
<a name="42672"></a>
      <br>llawer o 'u ffordd, wedi iddynt orfod y
      <br>tair Hudoles eraill. Tyrd i mewn yma,
<a name="42674"></a>
      <br>cei weled ychwaneg, ebr ef, ac a'm&nbsp;cipiodd<br>i lofft y gr&ocirc;g, un o Eglwysi <i>Cymru</i>,
      <br>a 'r bobl ar ganol y Gwasanaeth, yno gwelem<br>rai 'n sisial siarad, rhai 'n chwerthin
<a name="42676"></a>
      <br>rhai 'n tremio ar Ferched gl&acirc;n, eraill yn
      <br>darllen gwisciad eu Cymydog o 'r coryn i 'r
<a name="42678"></a>
      <br>sowdl, rhai 'n ymwthio ac yn ymddanheddu<br>am eu braint, rhai 'n heppian, eraill
      <br>yn ddyfal ar eu dyfosiwn, a llawer o rheini<br>hefyd yn rhagrithio. Ni welaisti etto,
<a name="42680"></a>
      <br>eb yr Angel, na ddo 'mysc yr anghred,
      <br>ddigywilydd-dra mor oleu-gyhoedd a
<a name="42682"></a>
      <br>hwn; ond felly mae sywaeth <i>llygriad y
         <br>peth goreu yw 'r llygriad gwaetha' oll</i>. Yna
<a name="42684"></a>
      <br>hwy a aethant i 'r Cymmun, a phob un yn
      <br>ymddangos yn syrn barchus i 'r Allor. Er
<a name="42686"></a>
      <br>hynny (trwy ddr&#375;ch fy nghyfeill) gwelwn<br>ymbell un gyda 'r bara yn derbyn iw
      <br>fol megis llun <i>Mastiff</i>, un arall <i>Dwrchdaiar</i>,
<a name="42688"></a>
      <br>un arall megis <i>Eryr</i>, un arall <i>Fochyn</i>, un arall
      <br>megis <i>Sarph hedegog</i>; ac ychydig, o mor ychydig<br>yn derbyn pelydryn o oleuni disclair<br>gyda 'r bara a 'r gwin. Dyna, ebr ef,
<a name="42690"></a>
      <br>Rowndiad sy 'n mynd yn Siri ac o ran,
      <br><br><span class="pg">[td. 37]</span> 
<a name="42692"></a>
      <br>bod y Gyfraith yn gofyn cymmuno 'n yr
      <br>Eglwys cyn cael Swydd, ynte' ddaeth yma
<a name="42694"></a>
      <br>rhag ei cholli: ac er bod yma rai 'n llawenu
      <br>ei weled ef, ni bu etto yn ein plith ni ddim
<a name="42696"></a>
      <br>llawenydd o 'i droedigaeth ef; wrth hynny
      <br>ni throes ef sywaeth ond tros y tro: ac felly
<a name="42698"></a>
      <br>ti weli f&ocirc;d <i>Rhagrith</i> yn dra h&#375; ddyfod at yr
      <br>Allor o flaen <i>IMMANUEL</i> ddisiommedig.
<a name="42700"></a>
      <br>Ond er maint yw hi yn y Ddinas ddihenydd,<br>ni all hithe ddim yn Ninas IMMANUEL<br></i> tu ucha 'r Gaer accw. Ar y gair,
      <br>ni a droesom ein hwynebeu oddiwrth y
<a name="42702"></a>
      <br>Ddinas fawr ddihenydd, ac aethom ar i
      <br>fynu, tu a 'r Ddinas fach arall; wrth fyned
<a name="42704"></a>
      <br>gwelem ymhen ucha 'r Strydoedd lawer
      <br>wedi lled-troi oddiwrth hudoliaeth y <i>Pyrth
<a name="42706"></a>
         <br>dihenydd</i>, ac yn ymorol am <i>Borth y bywyd</i>,
      <br>ond naill ai methent ei gael, ai blinent ar
<a name="42708"></a>
      <br>y ffordd, nid oedd fawr iawn yn mynd
      <br>trwodd, oddieithr un dyn wynebdrist oedd
<a name="42710"></a>
      <br>yn rhedeg oddifri a myrdd o 'i ddeutu 'n ei
      <br>ffoli, rhai 'n ei watwar, rhai 'n ei fygwth,
<a name="42712"></a>
      <br>a 'i geraint yn ei dd&agrave;l ac yn ei greu i beidio
      <br>ai daflu ei hun i golli 'r holl f&#375;d ar unwaith.<br>Nid wyfi, ebr ynte 'n colli ond
<a name="42714"></a>
      <br>rhan fechan o hono, a phe collwn i 'r cwbl;
      <br>Ertolwg pa'r golled yw? O blegid be' sy
<a name="42716"></a>
      <br>yn y Byd mor ddymunol, oni ddymunei
      <br>ddyn dwyll a thrais, a thrueni, a drygioni,
<a name="42718"></a>
      <br>a phendro, a gwallco? <i>Bodlonrhwydd</i> a
      <br><i>Llonyddwch</i>, ebr ef, yw happusrwydd dyn,
<a name="42720"></a>
      <br><br><span class="pg">[td. 38]</span> 
      <br>ond nid oes yn eich Dinas chwi ddim o 'r
<a name="42722"></a>
      <br>f&acirc;th betheu i 'w cael. Oblegid pwy sy
      <br>yma 'n <i>fodlon</i> i 'w st&acirc;t? <i>uwch, uwch</i> y cais
<a name="42724"></a>
      <br>pawb o Stryd <i>Balchder</i>; moes, moes ychwaneg,<br>medd pawb yn Stryd yr <i>Elw</i>;
      <br>melus, moes etto yw llais pawb yn Stryd
<a name="42726"></a>
      <br><i>Pleser</i>. Ac am <i>Lonyddwch</i>, p'le mae? a
      <br>phwy sy 'n ei gael? Os G&#373;r <i>mawr</i>, dyna
<a name="42728"></a>
      <br>weniaith a chynfigen ar ei ladd; os <i>tlawd</i>,
      <br>hwdiwch bawb i 'w sathru a 'i ddiystyru.
<a name="42730"></a>
      <br>Os mynni godi, dyro dy fryd ar fynd yn
      <br>Ddyfeisiwr, os mynni barch bydd Ffrostiwr<br>neu Rodreswr. Os byddi Duwiol
<a name="42732"></a>
      <br>yn cyrchu i 'r Eglwys a 'r Allor, gelwir di
      <br>'n Rhagrithiwr, os peidi, dyna di 'n Anghrist<br>ne' 'n Heretic: Os llawen fyddi,
<a name="42734"></a>
      <br>gelwir di 'n wawdiwr: os distaw, gelwir
      <br>di 'n gostog gwenwynllyd; os dilyni onestrwydd,<br>nid wyti ond ff&#373;l di-ddeunydd;
<a name="42736"></a>
      <br>os trwsiadus, balch; os nad&egrave;, mochyn; os
      <br>llyfn dy leferydd, dyna di 'n ffals, neu ddihiryn<br>anhawdd dy ddirnad; os garw, cythrel<br>trahaus anghydfod. Dyma 'r BYD
<a name="42738"></a>
      <br>yr &#375;ch i 'n ei fawrhau, ebr ef, ac ertolwg
      <br>cymrwch i chwi fy rhann i o hono, ac ar
<a name="42740"></a>
      <br>y gair fe a ymescydwodd oddiwrthynt oll
      <br>ac ymaith &acirc;g e 'n ddihafarch at y Porth cyfyng,<br>ac heb waetha i 'r cwbl tan ymwthio
<a name="42742"></a>
      <br>f' aeth drwodd a ninne' o 'i ledol; a llawer
      <br>o W&#375;r duon ar y caereu o ddeutu 'r Porth
<a name="42744"></a>
      <br>yn gwadd y Dyn ac yn ei ganmol. Pwy,
      <br><br><span class="pg">[td. 39]</span> 
<a name="42746"></a>
      <br>ebr fi, yw 'r duon fr&#375;? Gwiliwyr y Brenin
      <br><i>IMMANUEL</i>, ebr ynte, sy 'n enw eu Meistr
<a name="42748"></a>
      <br>yn gwadd ac yn helpu rhai trwy 'r Porth
      <br>yma. Erbyn hyn 'roeddym ni wrth y
<a name="42750"></a>
      <br>Porth; isel a chyfyng iawn oedd hwn, a
      <br>gwael wrth y Pyrth isa; O ddeutu 'r drws
<a name="42752"></a>
      <br>'roedd y <i>Deg Gorchymyn</i>, y Ll&ecirc;ch gynta o 'r
      <br>tu deheu; ac uwch ei phen, <i>Ceri DdUW
<a name="42754"></a>
         <br>a 'th holl Galon</i>, &c. ac uwch ben, yr ail
      <br>L&ecirc;ch; o 'r tu arall, <i>C&acirc;r dy Gymydog fel ti dy
<a name="42756"></a>
         <br>hun</i>; ac uwch ben y cwbl, <i>Na cherwch y
         <br>Byd, na 'r petheu sy 'n y byd</i>, &c. Ni edrychaswn<br>i fawr nad dyma 'r Gwilwyr yn
<a name="42758"></a>
      <br>dechreu gwaeddi ar y Dynion dihenydd,
      <br>ffowch, ffowch am eich einioes! ond ychydig<br>a droe unwaith attynt, etto rhai a ofynnent,<br>ffoi rhag pa beth? Rhag Twysog
<a name="42760"></a>
      <br>y byd hwn, sy 'n llywodraethu ymhlant
      <br>yr anufudd-dod meddei 'r gwiliwr; rhag
<a name="42762"></a>
      <br>y llygredigaeth sy 'n y byd trwy chwant
      <br>y cnawd, chwant y llygad a balchder y
<a name="42764"></a>
      <br>bywyd; rhag y digofaint sy ar ddyfod arnoch.<br>Beth, ebr gwiliwr arall yw 'ch anwyl<br>Ddinas chwi ond Taflod fawr o boethfel<br>uwch ben Uffern, a phettei chwi yma,
      <br>caech weled y t&acirc;n tu draw i 'ch caereu ar
<a name="42766"></a>
      <br>ymgymeryd i 'ch llosci hyd <i>Annwfn</i>: Rhai
      <br>a 'u gwatwarei, rhai a fygythiei oni thawent
<a name="42768"></a>
      <br>ai l&ograve;l anfoesol, etto ymbell un a ofynnei i
      <br>ba le y ffown? Yma, meddei 'r Gwilwyr,
<a name="42770"></a>
      <br>ffowch yma at eich union Frenin sy etto
      <br><br><span class="pg">[td. 40]</span> 
<a name="42772"></a>
      <br>trwom ni 'n cynnyg i chwi gymmod, os
      <br>trowch i 'ch ufudd-dod oddiwrth y Gwrthryfelwr<br>&nbsp;<i>Belial</i> a 'i hudol-ferched. Er gwyched<br>yr olwg arnynt nid yw ond ff&ucirc;g, nid
<a name="42774"></a>
      <br>yw <i>Belial</i> ond Tywysog tlawd iawn gartre,
      <br>nid oes ganddo yno ond chwi 'n gynnud ar
<a name="42776"></a>
      <br>y t&acirc;n, a chwi 'n rh&ocirc;st ac yn ferw i 'ch cnoi,
      <br>ac byth nid ewch i 'n ddigon, byth ni ddaw
<a name="42778"></a>
      <br>torr ar ei newyn ef na 'ch poen chwitheu. A
      <br>phwy a wasanaethei 'r f&acirc;th Gigydd maleisddrwg<br>mewn gwallco ennyd, ac mewn
<a name="42780"></a>
      <br>dirboeneu byth wedi, ac a allei gael byd
      <br>d&acirc; tan Frenin tosturiol a charedig i 'w ddeiliaid,<br>heb wneud iddynt erioed ond y
<a name="42782"></a>
      <br>Daioni bwygilydd, a 'u cadw rhag <i>Belial</i> i
      <br>roi teyrnas i bob un o 'r diwedd yn ngwl&acirc;d
<a name="42784"></a>
      <br>y Goleuni! Oh, ynfydion! a gymerwch
      <br>i 'r Gelyn echryslawn yna sy &acirc; 'i g&ecirc;g yn llosci
<a name="42786"></a>
      <br>o syched am eich gwaed, yn lle 'r Twysog
      <br>trugarog a roes ei waed ei hun i 'ch achub?
<a name="42788"></a>
      <br>Etto ni wyddit fod y rhesymmeu hyn a
      <br>feddalhae graig, yn llesio fawr iddynt hwy,
<a name="42790"></a>
      <br>a 'r achos fwya oedd, nad oedd fawr yn cael
      <br>hamdden i 'w <i>gwrando</i>, gan edrych ar y
<a name="42792"></a>
      <br>Pyrth, ac o 'r gwrandawyr nid oedd fawr
      <br>yn <i>ystyried</i>, ac o 'r rheini nid oedd fawr yn
<a name="42794"></a>
      <br>eu <i>cofio</i> chwaith hir, rhai ni choelient mai
      <br><i>Belial</i> yr oeddynt yn ei wasanaethu, eraill
<a name="42796"></a>
      <br>ni fynnent mai 'r twll bach di-sathr hwnnw
      <br>oedd Borth y Bywyd, ac ni choelient mai
<a name="42798"></a>
      <br>hudoliaeth oedd y Pyrth disclair eraill a 'r
      <br><br><span class="pg">[td. 41]</span> 
<a name="42800"></a>
      <br>Castell i rwystro iddynt weled eu Destryw
      <br>nes mynd iddo. Yn hyn dyma drwp o
<a name="42802"></a>
      <br>bobl o Stryd <i>Balchder</i> yn ddigon h&#375; 'n curo
      <br>wrth y Porth, ond yr oeddynt oll mor
<a name="42804"></a>
      <br>warsyth nad aent byth i le mor isel heb
      <br>ddiwyno 'u perwigeu a 'u cyrn, felly hwy
<a name="42806"></a>
      <br>a rodiasant yn eu hol yn o surllyd. Ynghynffon<br>y rhai'n daeth attom ni fagad o
      <br>Str&#375;d <i>Elw</i>; ac, ebr un, ai dyma Borth y
<a name="42808"></a>
      <br>bywyd? i&egrave;, ebr y Gwiliwr oedd uwch
      <br>ben. Be' sy i 'w wneud, ebr ef, at ddyfod
<a name="42810"></a>
      <br>trwodd? darllenwch o ddeutu 'r drws,
      <br>cewch wybod; darllennodd y Cybydd y
<a name="42812"></a>
      <br>D&ecirc;g-Gorchymmyn i gyd trostynt; pwy,
      <br>ebr ef, a ddyweid dorri o honofi un o 'r
<a name="42814"></a>
      <br>rhain? ond pan edrychodd e 'n uwch a
      <br>gweled, <i>Na cherwch y Byd, na 'r petheu sy 'n
<a name="42816"></a>
         <br>y Byd</i>, fe synnodd, ac ni fedrei lyncu mo 'r
      <br>Gair caled hwnnw; 'r oedd yno un piglas
<a name="42818"></a>
      <br>cenfigennus a droes yn &ocirc;l wrth ddarllen,
      <br><i>C&acirc;r dy Gymydog fel ti dy hun</i>, yr oedd yno
<a name="42820"></a>
      <br>Gwestiwr ac Athrodwr a chwidr-droisant
      <br>wrth ddarllen, <i>Na ddwg gam Dystioliaeth</i>; pan
<a name="42822"></a>
      <br>ddarllenwyd, <i>Na L&acirc;dd</i>, nid yma i ni, eb y
      <br>Physygwyr. I fod yn fyrr, gwelei bawb
<a name="42824"></a>
      <br>rywbeth yn ei flino, ac felly cyd-ddychwelasant<br>oll i 'studio 'r pwynt, ni welais i 'r
      <br>un etto yn dyfod wedi dyscu ei wers, ond
<a name="42826"></a>
      <br>yr oedd ganddynt gymaint o Godeu a Scrif'nadeu<br>'n dynn o 'u cwmpas nad aethent
      <br>fyth trwy grau mor gyfyng pe ceisiasent.
<a name="42828"></a>
      <br><br><span class="pg">[td. 42]</span> 
      <br>Yn y fan, dyma yrr o Stryd <i>Pleser</i> yn rhodio<br>tu a 'r Porth. Yn rhodd, ebr un wrth
<a name="42830"></a>
      <br>y gwilwyr, i ba le mae 'r ffordd yma 'n
      <br>mynd? Dyma, ebr gwiliwr, y ffordd sy 'n
<a name="42832"></a>
      <br>arwain i lawenydd a hyfrydwch tragywyddol,<br>ar hyn ymegniodd pawb i ddyfod
      <br>trwodd, ond methasant; canys yr oedd
<a name="42834"></a>
      <br>rhai 'n rh&#375; foliog i le mor gyfyng, eraill
      <br>yn rhy egwan i ymwthio wedi i Ferched
<a name="42836"></a>
      <br>ei dihoeni, a rheini 'n eu hattal gerfydd eu
      <br>gwendid afiach. O, ebr gwiliwr oedd yn
<a name="42838"></a>
      <br>edrych arnynt, ni wiw i chwi gynnyg
      <br>mynd trwodd &acirc; 'ch teganeu gyda chwi,
<a name="42840"></a>
      <br>rhaid i chwi adel eich Pottieu, a 'ch Dyscleu,
      <br>a 'ch Putteinied, a 'ch h&ocirc;ll G&ecirc;r eraill o 'ch ol,
<a name="42842"></a>
      <br>ac yna bryssiwch. Ebr Ffidler, a fasei
      <br>trwodd er's ennyd, oni bai rhagofn torri 'r
<a name="42844"></a>
      <br>Ffidil, pa fodd y byddwn ni byw? O, ebr
      <br>y gwiliwr, rhaid i chwi gymmeryd gair y
<a name="42846"></a>
      <br>Brenin am yrru ar eich ol gynnifer o 'r petheu<br>yna a 'r a fo da er eich ll&ecirc;s. Rhoes
      <br>hynny 'r cwbl i ymwrando, <i>Hai, hai</i>, ebr
<a name="42848"></a>
      <br>un, <i>gwell aderyn mewn llaw na dau mewn
         <br>llwyn</i>, ac ar hynny troesant oll yn unfryd
<a name="42850"></a>
      <br>y eu h&ocirc;l. Tyrd trwodd weithian, eb yr
      <br>Angel, ac a 'm tynnodd i mewn lle gwelwn<br>yn y Porth yn gynta <i>Fedyddfaen</i> mawr,
<a name="42852"></a>
      <br>ac yn ei ymyl, <i>Ffynnon</i> o ddw'r h&acirc;llt; beth
      <br>a wn&acirc; hon ar lygad y ffordd, ebr fi? Am
<a name="42854"></a>
      <br>fod yn rhaid i bawb ymolchi ynddi cyn
      <br>cael braint yn Ll&#375;s <i>IMMANUEL</i>, hi a
<a name="42856"></a>
      <br><br><span class="pg">[td. 43]</span> 
      <br>elwir <i>Ffynnon Edifeirwch</i>; uwch ben gwelwn<br>yn scrifennedig, <i>Dyma Borth yr Arglwydd,<br></i>&nbsp;&c. Yr oedd y Porth a 'r Stryd hefyd<br>yn lledu ac yn yscafnhau fel yr elid
<a name="42858"></a>
      <br>ymlaen; pan aethom ronyn uwch i 'r Str&#375;d,
      <br>clywn lais ara 'n dywedyd om h&ocirc;l, <i>Dyna 'r
<a name="42860"></a>
         <br>Ffordd, rhodia ynddi</i>. Yr oedd y Stryd ar
      <br>orufynu, etto 'n bur l&acirc;n ac union, ac er
<a name="42862"></a>
      <br>nad oedd y tai ond &icirc;s yma nac yn y Ddinas
      <br><i>ddihenydd</i>, etto 'r oeddynt yn dirionach, os
<a name="42864"></a>
      <br>oes yma lai o feddianneu mae 'ma hefyd lai o
      <br>ymryson a gofalon; os oes llai o seigieu, mae
<a name="42866"></a>
      <br>llai o ddolurieu; os oes llai o dr&#373;st, mae
      <br>hefyd lai o dristwch, a mwy 'n siccr o wir
<a name="42868"></a>
      <br>lawenydd. Bu ryfedd genni 'r Distawrwydd
      <br>a 'r <i>Tawelwch</i> hawddgar oedd yma wrth i wared.<br>Yn lle 'r tyngu a 'r rhegu, a 'r gwawdio,
<a name="42870"></a>
      <br>a phutteinio, a meddwi; yn lle balchder ac
      <br>oferedd, y syrthni 'n y naill cwrr, a thrawsni<br>'n y cwrr arall; i&egrave;, 'n lle 'r holl ffrio
<a name="42872"></a>
      <br>ffair, a 'r ffr&ocirc;st, a 'r ffrwst, a 'r ffrwgwd oedd
      <br>yno 'n pendifadu dynion yn ddibaid, ac
<a name="42874"></a>
      <br>yn lle 'r aneirif ddrygeu gwastadol oedd
      <br>isod; Ni weliti yma ond sobrwydd mwynder<br>a sirioldeb, heddwch a diolchgarwch;
<a name="42876"></a>
      <br>Tosturi, diniweidrwydd a bodlonrhwydd
      <br>yn eglur yn wyneb p&ocirc;b Dyn; oddieithr
<a name="42878"></a>
      <br>ymbell un a wylei 'n ddistaw o frynti fod
      <br>c&#375;d yn Ninas y Gelyn. Nid oedd yma
<a name="42880"></a>
      <br>na ch&acirc;s, na llid, ond i <i>bechod</i>, ac yn siccr o
      <br>orchfygu hwnnw, dim ofn ond rhag digio<br><br><span class="pg">[td. 44]</span><br>'u Brenin, a hwnnw 'n barottach i gymmodi<br>nac i ddigio wrth ei ddeiliaid, na dim
<a name="42882"></a>
      <br>s&#373;n ond Psalmau mawl i 'w ceidwad. Erbyn<br>hyn ni aethem i olwg Adeilad deg tros
      <br>ben, o mor ogoneddus ydoedd! ni fedd neb
<a name="42884"></a>
      <br>yn y Ddinas ddihenydd na 'r <i>Twrc</i>, na 'r Mogul,<br></i> na 'r un o 'r lleill ddim elfydd i <i>hon</i>.
      <br>Wel' dyma 'r <i>Eglwys Gatholic</i>, eb yr Angel.
<a name="42886"></a>
      <br>Ai yma mae <i>IMMANUEL</i> yn cadw 'i Lys,
      <br>ebr fi? I&egrave;, ebr ef, dyma 'i unig Frenhinllys
<a name="42888"></a>
      <br>daiarol ef. Oes yma nemor tano ef o benneu<br>coronog, ebr fi? ychydig, eb ynte;
      <br>mae dy Frenhines di a rhai Twysogion
<a name="42890"></a>
      <br><i>Llychlyn</i> a 'r <i>Ellmyn</i>, ac ychydig o f&acirc;n Dwysogion<br>eraill. Beth yw hynny, ebr finneu,
      <br>wrth sy dan <i>Belial</i> fawr, wele Ymerodron
<a name="42892"></a>
      <br>a Brenhinoedd heb rifedi? Er hynny i gyd
      <br>eb yr Angel, ni all un o honynt oll symmud<br>b&#375;s llaw heb gynnwysiad IMMANUEL;<br></i> na <i>Belial</i> ei hunan chwaith. Oblegid<br>&nbsp;<i>IMMANUEL</i> yw ei union Frenin
<a name="42894"></a>
      <br>ynte, ond darfod iddo wrthryfela, a chael
      <br>ei gadwyno am hynny 'n Garcharor tragwyddol;<br>eithr mae e 'n cael cennad etto tros
<a name="42896"></a>
      <br>ennyd f&acirc;ch i ymweled &acirc; 'r Ddinas ddihenyd,<br>ac yn tynnu pawb a 'r a allo i 'r un
      <br>Gwrthryfel ac i gael rhan o 'r g&ocirc;sp; er yg&#373;yr<br>ef na wn&acirc; hynny ond chwanegu ei
<a name="42898"></a>
      <br>g&ocirc;sp ei hun, etto ni &acirc;d malis a chynfigen
      <br>iddo beidio pan gaffo ystlys cennad; A
<a name="42900"></a>
      <br>chan ddaed ganddo ddrygioni, fe gais ddifa<br><br><span class="pg">[td. 45]</span><br>'r ddinas a 'r Adeilad hon, er y g&#373;yr e 'n
      <br>h&ecirc;n iawn, fod ei Cheidwad hi 'n anorchfygol.<br>Ertolwg, ebr fi, f' Arglwydd a gawn
<a name="42902"></a>
      <br>i nesau i gael manylach golwg ar y Brenhinlle<br>godidog hwn? canys cynnesasei
      <br>nghalon i wrth y lle (er y golwg cynta,)
<a name="42904"></a>
      <br>Cei 'n hawdd, eb yr Angel, oblegid yna
      <br>mae fy lle a 'm siars a 'm gorchwyl inneu.
<a name="42906"></a>
      <br>Pa nesa yr awn atti mwyfwy y rhyfeddwn
      <br>uched, gryfed a hardded, laned a hawddgared<br>oedd pob rhan o honi, gywreinied y
<a name="42908"></a>
      <br>gwaith a chariadused y defnyddieu, <i>Craig</i>
      <br>ddirfawr, o waith a chadernid anrhaethawl<br>oedd y Sylfaen, a Meini bywiol ar
<a name="42910"></a>
      <br>hynny wedi eu gosod a 'u cyssylltu mewn
      <br>trefn mor odidog nad oedd bossibl i un
<a name="42912"></a>
      <br>maen fod cyn hardded mewn unlle arall ac
      <br>ydoedd e 'n ei le ei hun. Gwelwn un rhan
<a name="42914"></a>
      <br>o 'r <i>Eglwys</i> yn t&acirc;flu allan yn <i>Groes</i> glandeg a
      <br>hynod iawn, a chanfu 'r Angel fi 'n spio
<a name="42916"></a>
      <br>arno, a adwaenosti y Rhan yna, ebr ef? ni
      <br>wyddwn i beth i atteb. Dyna <i>Eglwys Loegr</i>,
<a name="42918"></a>
      <br>ebr ef, mi gyffrois beth, ac wedi edrych i
      <br>fynu, mi welwn y Frenhines <i>Ann</i> ar ben yr
<a name="42920"></a>
      <br>Eglwys, a Chleddy 'mh&ocirc;b llaw, un yn yr
      <br>asswy a elwid <i>Cyfiawnder</i> i gadw ei deiliaid
<a name="42922"></a>
      <br>rhag <i>Dynion y Ddinas ddihenydd</i>, a 'r llall yn
      <br>ei llaw ddeheu i 'w cadw rhag <i>Belial</i> a 'i
<a name="42924"></a>
      <br>Ddrygau <i>Ysprydol</i>, hwn a elwid <i>Cleddy 'r
         <br>Yspryd</i>, neu Air Duw, o tan y Cleddyf
<a name="42926"></a>
      <br><i>asswy</i> 'r oedd Llyfr <i>Statut Loegr</i>, tan y llall 'r
      <br><br><span class="pg">[td. 46]</span> 
<a name="42928"></a>
      <br>oedd <i>Beibl</i> mawr. Cleddy 'r Yspryd oedd
      <br>danllyd ac anferthol o h&#375;d, fe laddei
<a name="42930"></a>
      <br>'mhellach nac y cyffyrddei 'r llall. Gwelwn<br>y Twysogion eraill &acirc; 'r un rhyw arfeu
      <br>'n amddeffyn ei rhan hwytheu o 'r Eglwys:
<a name="42932"></a>
      <br>Eithr tecca gwelwn i Rann fy Mrenhines
      <br>fy hun a gloewa 'i harfeu. Wrth ei deheulaw<br>hi, gwelwn fyrdd o rai duon, Archescobion,<br>Escobion a Dyscawdwyr yn cynnal<br>gyd&acirc; hi yn <i>Nghleddy 'r Yspryd</i>: A rhai
<a name="42934"></a>
      <br>Sawdwyr, a Swyddogion ond ychydig o 'r
      <br>Cyfreithwyr oedd yn cyd-gynnal yn y
<a name="42936"></a>
      <br>Cleddyf arall. C&ecirc;s gennad i orphwyso peth
      <br>wrth un o 'r dryseu gogoneddus, lle 'r oedd
<a name="42938"></a>
      <br>rhai 'n dyfod i gael braint yn yr <i>Eglwys Gyffredin,<br></i> ac Angel t&agrave;l yn cadw 'r drws a 'r
      <br>Eglwys oddi mewn mor oleu dambaid, nad
<a name="42940"></a>
      <br>oedd wiw i Ragrith ddangos yno mo 'i
      <br>hwyneb, etto hi ymddangosei weithiau
<a name="42942"></a>
      <br>wrth y dr&#373;s er nad aeth hi 'rioed i mewn.
      <br>Fel y gwelais i o fewn chwarter awr, dyma
<a name="42944"></a>
      <br><i>Bapist</i> oedd yn tybio mai 'r P&acirc;p a pioedd yr
      <br><i>Eglwys Gatholig</i>, yn cleimio fod iddo ynte
<a name="42946"></a>
      <br>fraint. Be sy gennych i brofi 'ch braint,
      <br>ebr y Porthor? Mae genni ddigon, ebr
<a name="42948"></a>
      <br>hwnnw o <i>Draddodiadeu</i> 'r <i>Tadau</i> ac Eisteddfodau<br></i> 'r Eglwys, ond pam y rhaid i mi fwy
      <br>o siccrwydd, ebr ef na <i>gair y P&acirc;p</i> sy 'n
<a name="42950"></a>
      <br>eiste 'n y Gadair ddisiomedig? Yna 'r egorodd<br>y Porthor lwyth o feibl dirfawr o
      <br>faint; Dyma, ebr ef, ein hunic Lyfr <i>Statut</i>
<a name="42952"></a>
      <br><br><span class="pg">[td. 47]</span> 
      <br>ni yma, profwch eich hawl o hwn, neu
<a name="42954"></a>
      <br>ymadewch; ar hyn fe 'madawodd. Yn
      <br>hyn, dyma yrr o <i>Gwaceriaid</i> a fynei fynd i
<a name="42956"></a>
      <br>mewn a 'u hettieu am eu penneu, eithr
      <br>trowyd hwy ymaith am fod cynddrwg eu
<a name="42958"></a>
      <br>moes. Wedi hynny, dechreuodd rhai o
      <br>dylwyth y 'Scubor a safasei yno er's ennyd,<br>lefaru. Nid oes gennym ni, meddent,<br>ond yr un Statut a chwitheu, am
<a name="42960"></a>
      <br>hynny dangoswch i ni 'n braint. Arhowch,
      <br>ebr y Porthor discleirwyn gan graffu ar eu
<a name="42962"></a>
      <br>talcennau hwy, mi a ddangosa i chwi rywbeth;<br>D'accw, ebr ef, a welwch i &ocirc;l y
      <br>rhwyg a wnaethoch i 'n yr Eglwys i fynd
<a name="42964"></a>
      <br>allan o honi heb nac achos nac ystyr? ac
      <br>y rwan a fynnech chwi le yma? Ewch yn
<a name="42966"></a>
      <br>&ocirc;l i 'r Porth cyfyng ac ymolchwch yno 'n
      <br>ddwys yn Ffynnon <i>Edifeirwch</i> i edrych a
<a name="42968"></a>
      <br>gyfogoch i beth gwaed Brenhinol a lyncasoch<br>gynt, a dygwch beth o 'r dwfr hwnnw<br>i dymmeru 'r clai at ail uno y rhwyg
      <br>accw, ac yna croeso wrthych. Ond cyn
<a name="42970"></a>
      <br>i ni fynd r&#373;d ymlaen tu a 'r Gorllewin, mi
      <br>glywn si oddi fynu ymysc y Pennaethiaid,
<a name="42972"></a>
      <br>a phawb o fawr i f&acirc;ch yn h&egrave;l ei arfeu, ac
      <br>yn ymharneisio, megis at Ryfel: a chyn i
<a name="42974"></a>
      <br>mi gael ennyd i spio am le i ffoi, dyma 'r
      <br>Awyr oll wedi duo, a 'r Ddinas wedi tywyllu<br>'n waeth nac ar <i>Ecclips</i>, a Taraneu 'n
<a name="42976"></a>
      <br>rhuo a 'r M&ecirc;llt yn gwau 'n dryfrith, a Chafodydd<br>di-dorr o saetheu marwol yn cyfeirio<br><br><span class="pg">[td. 48]</span><br>o 'r Pyrth isa at yr Eglwys Gatholic; ac
      <br>oni bai fod yn llaw pawb darian i dderbyn
<a name="42978"></a>
      <br>y piccellau tanllyd, a bod y Graig sylfaen
      <br>yn rhygadarn i ddim fannu arni gwnelsid
<a name="42980"></a>
      <br>ni oll yn un goelceth. Ond och! nid
      <br>oedd hyn ond <i>Prolog</i> neu dammeid prawf
<a name="42982"></a>
      <br>wrth oedd i galyn: Oblegid ar fyrr, dyma
      <br>'r tywyllwch yn mynd yn saith dduach a
<a name="42984"></a>
      <br><i>Belial</i> ei hun yn y cwmmwl tewa, a 'i benmilwyr<br>daiarol ac uffernol o 'i ddeutu, i
      <br>dderbyn ac i wneud ei wllys ef, bawb o 'r
<a name="42986"></a>
      <br>neilltu. Fe roesei ar y <i>P&acirc;p</i> a 'i Fab arall o
      <br><i>Ffrainc</i> ddinistrio Eglwys <i>Loegr</i> a 'i Brenhines,<br>ar y <i>Twrc</i> a 'r <i>Moscoviaid</i> daro y rhanneu
<a name="42988"></a>
      <br>eraill o 'r Eglwys a lladd y bobl, yn enwedig<br>y Frenhines a 'r Twysogion eraill, a
      <br>llosci 'r <i>Bibl</i> yn anad dim. Cynta gwaith
<a name="42990"></a>
      <br>a wnaeth y Frenhines a 'r Seinctieu eraill
      <br>oedd droi ar eu glinieu, ac achwyn eu cam
<a name="42992"></a>
      <br>wrth Frenin y Brenhinoedd yn y geirieu
      <br>yma, <i>Mae estyniad ei adenydd ef yn lloneid lled
<a name="42994"></a>
         <br>dy dir di oh IMMANUEL</i>! <i>Is.</i> 8. 8. yn
      <br>ebrwydd dyma lais yn atteb, <i>Gwrth'nebwch
<a name="42996"></a>
         <br>Ddiawl ac fe ffy oddi wrthych</i>; ac yna dechreuodd<br>y maes galluocca a chynddeiriocca'<br>&nbsp;fu 'rioed ar y ddaiar, pan ddechreuwyd
      <br>gwyntio <i>Cleddy 'r Yspryd</i>, dechreuodd&nbsp;<i>Belial</i>
<a name="42998"></a>
      <br>a 'i luoedd uffernol wrthgilio, yn y man
      <br>dechreuodd y <i>P&acirc;p</i> lwfrhau, a <i>Brenin Ffrainc</i>
<a name="43000"></a>
      <br>yn d&agrave;l allan, ond yr oedd ynte ymron digalonni,<br>wrth weled y Frenhines a 'i deiliaid<br><br><span class="pg">[td. 49]</span><br>mor gyttunol, ac wedi colli ei Longeu
      <br>a 'i W&#375;r o 'r naill tu, a llawer oi ddeiliaid
<a name="43002"></a>
      <br>yn gwrthryfela o 'r tu arall; a 'r <i>Twrc</i> ynte
      <br>'n dechreu llaryeiddio: yn hyn, och! mi
<a name="43004"></a>
      <br>welwn f' anwyl gydymaith yn saethu oddiwrthifi<br>i 'r entrych, at fyrdd o Dwysogion
      <br>gwynion eraill, a dyna 'r pryd y dechreuodd<br>y <i>P&acirc;p</i> a 'r Swyddogion daiarol eraill lechu<br>&nbsp;a llewygu, a 'r Penaethiaid uffernol syrthio<br>o fesur y myrddiwn, a phob un cymaint<br>ei s&#373;n yn cwympo (i 'm t&#375;b i) a phe
<a name="43006"></a>
      <br>syrthiasei fynydd anferth i eigion y m&ocirc;r.
      <br>A rhwng y s&#373;n hwnnw a chyffro goll fy
<a name="43008"></a>
      <br>nghyfeill mineu a ddeffrois om c&#373;sc; a
      <br>dychwelais o 'm llwyr anfodd i 'm tywarchen<br>drymluog, a gwyched hyfryded
<a name="43010"></a>
      <br>oedd gael bod yn Yspryd <i>rhydd</i>, ac yn siccr
      <br>yn y fath <i>gwmnhi</i> er maint y perygl. Ond
<a name="43012"></a>
      <br>erbyn hyn, nid oedd genni n&ecirc;b i 'm cyssuro
      <br>ond yr <i>Awen</i>, a honno 'n lled-ffrom, prin
<a name="43014"></a>
      <br>y c&ecirc;s ganddi frefu i mi y hyn o Rigymmeu
      <br>sy 'n canlyn.
<a name="43016"></a>
      <br></font>

<table width="90%"><tr><td><h4><a href="t42.htm" target="thetext" ><span class="cym">I&#146;r brig</span><br /><span class="eng">Back to the top</span></a></h4></td><td align="right"><h4><a href="t43.htm" target="thetext" ><span class="cym">Adran nesaf</span><br /><span class="eng">Next section</span></a></h4></td></tr></table>
</body></html>