<!DOCTYPE html
 PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<title>Gweledigaetheu y Bardd Cwsc (1703)</title>
<link REL=STYLESHEET HREF="../../hcwl2.css" TYPE="text/css" />
<meta name="welsh language" content="web concordance" />
<meta http-equiv="Content-Type" content="text/html; charset=UTF8" />
<!-- Made on 21/11/2004 with Concordance. Registered to David Willis-->
</head><body>
<font class="text">
<table width="90%"><tr><td align="right"><h4><a href="t42.htm" target="thetext"><span class="cym">Adran o&#146;r blaen</span><br /><span class="eng">Previous section</span></a></h4></td></tr></table>

<a name="43020"></a>
      <br><br><span class="pg">[td. 54]</span> 

<a name="43022"></a>
      <a name="headno2"></a><h3> II.
          <i>Gweledigaeth</i> Angeu <i>yn ei Frenhinllys isa.</i></h3>
<a name="43024"></a>

      <br>PAN oedd <i>Ph&#339;bus</i> un-llygeidiog ar
<a name="43026"></a>
      <br>gyrraedd ei eithaf bennod yn y
      <br>deheu, ac yn d&agrave;l g&#373;g o hirbell ar
<a name="43028"></a>
      <br><i>Brydain</i> fawr a 'r holl Ogledd-dir; ryw hirnos<br>Gaia dduoer, pan oedd hi 'n llawer
      <br>twymnach yn nghegin <i>Glynn-cywarch</i> nac ar
<a name="43030"></a>
      <br>ben <i>Cadair Idris</i>, ac yn well mewn stafell
      <br>gl&#375;d gyd&acirc; chywely cynnes, nac mewn
<a name="43032"></a>
      <br>amdo ymhorth y fonwent; myfyrio 'r
      <br>oeddwn i ar ryw ymddiddanion a fasei
<a name="43034"></a>
      <br>wrth y t&acirc;n rhyngo'i a Chymydog, am <i>fyrdra<br>hoedl Dyn</i>, a siccred yw i bawb farw,
      <br>ac ansiccred yr amser; a hyn newydd roi
<a name="43036"></a>
      <br>'mhen i lawr ac yn ll&ecirc;d-effro, mi glywn
      <br>bwys mawr yn dyfod arnai 'n lledradaidd
<a name="43038"></a>
      <br>o 'm coryn i 'm sowdl, fel na allwn symmud<br>b&#375;s llaw, ond y tafod yn unic, a gwelwn<br>megis M&acirc;b ar fy nwyfron, a Merch
      <br><br><span class="pg">[td. 55]</span> 
<a name="43040"></a>
      <br>ar gefn hynny. Erbyn craffu, mi adwaenwn<br>y M&acirc;b wrth ei arogleu trwm a 'i gudynneu<br>gwlithog a 'i lygaid m&ocirc;l-glafaidd
      <br>mai fy Meistr <i>Cwsc</i> ydoedd. Ertolwg, Syr,
<a name="43042"></a>
      <br>ebr fi, tan wichian, beth a wneuthum i 'ch
      <br>erbyn pan ddygech y wyddan yna i 'm nychu?<br>Ist, ebr ynte, nid oes yma ond fy
<a name="43044"></a>
      <br>chwaer <i>Hunlle</i>, mynd yr &#375;m ni 'n dau i
      <br>'mweled a 'n brawd <i>Angeu</i>: eisieu trydydd
<a name="43046"></a>
      <br>sy arnom, a rhag i ti wyrth'nebu daethom
      <br>arnat (fel y bydd ynte') 'n ddirybudd. Am
<a name="43048"></a>
      <br>hynny dyfod sy raid i ti, un ai oth fodd ai
      <br>oth anfodd. Och, ebr finneu, ai rhaid i mi
<a name="43050"></a>
      <br>farw? Na raid, eb yr <i>Hunlle</i>, ni a 'ch arbedwn<br>hyn o dro. Ond trwy 'ch cennad,
      <br>ebr fi, nid arbedodd eich braw Angeu n&ecirc;b
<a name="43052"></a>
      <br>erioed etto, a ddygid i 'w ergyd ef, y gwr
      <br>a aeth i ymaflyd cwymp &acirc;g Arglwydd y
<a name="43054"></a>
      <br>Bywyd ei hun, ond ychydig a 'nillodd
      <br>ynte' ar yr orchest honno. Cododd <i>Hunlle</i>
<a name="43056"></a>
      <br>ar y gair yma 'n ddigllon ac a 'madawodd.
      <br>Hai, ebr <i>Cwsc</i>, tyrd ymaith, ni bydd i ti
<a name="43058"></a>
      <br>ddim edifeirwch o 'th siwrnai. Wel', ebr fi,
      <br>na dd&ecirc;l byth n&ocirc;s i <i>Lan-gwsc</i>, ac na chaffo 'r
<a name="43060"></a>
      <br><i>Hunlle</i> byth orphws ond ar flaen mynawyd
      <br>oni ddygwch fi 'n &ocirc;l lle i 'm cawsoch. Yna
<a name="43062"></a>
      <br>i ffordd yr aeth &acirc; mi tros elltydd a thrwy
      <br>goedydd, tros foroedd a dyffrynoedd tros
<a name="43064"></a>
      <br>Gestyll a Thyrau, Afonydd a Chreigiau, a
      <br>ph'le y descynnem ond wrth un o Byrth
<a name="43066"></a>
      <br>Merched <i>Belial</i>, o 'r tu cefn i 'r <i>Ddinas ddihenydd,<br><br><span class="pg">[td. 56]</span><br></i> lle gwelwn fod y tri Phorth dihenydd<br>yn cyfyngu 'n un o 'r tu cefn, ac yn
      <br>agor i 'r un lle: lle mwrllwch oerddu
<a name="43068"></a>
      <br>gwenwynig, llawn niwl afiach a chwmylau<br>cuwchdrwm ofnadwy. Attolwg, Syr,
      <br>ebr fi, p'le yw 'r fangre hon? <i>Stafelloedd
<a name="43070"></a>
         <br>Angeu</i>, ebr <i>Cwsc</i>. Ni ch&ecirc;s i ond gofyn, na
      <br>chlywn i rai 'n crio, rhai 'n griddfan, rhai
<a name="43072"></a>
      <br>'n ochain, rhai 'n ymleferydd, rhai 'n d&agrave;l i
      <br>duchan yn ll&ecirc;sc, eraill mewn llafur mawr,
<a name="43074"></a>
      <br>a ph&ocirc;b arwyddion ymadawiad dyn, ac
      <br>ymbell un ar eu ebwch mawr yn tewi, a
<a name="43076"></a>
      <br>chwapp ar hynny, clywn droi agoriad
      <br>mewn clo, minneu a drois wrth y s&#373;n i
<a name="43078"></a>
      <br>spio am y dr&#373;s, ac o hir graffu, gwelwn
      <br>fyrdd fyrddiwn o ddrysau 'n edrych ymhell,<br>ac er hynny yn f' ymyl. Yn rhodd,
<a name="43080"></a>
      <br>Meistr <i>Cwsc</i>, ebr fi, i ba le mae 'r drysau
      <br>yna 'n egor? Maent yn agor, ebr ynte, i
<a name="43082"></a>
      <br><i>D&icirc;r Ango</i>, Gwl&acirc;d fawr tan lywodraeth fy
      <br>mrawd yr <i>Angeu</i>, a 'r <i>Gaer</i> fawr yma, yw
<a name="43084"></a>
      <br>Terfyn yr anferth <i>Dragwyddoldeb</i>. Erbyn
      <br>hyn, gwelwn <i>Angeu b&acirc;ch</i> wrth b&ocirc;b dr&#373;s,
<a name="43086"></a>
      <br>heb un 'r un arfeu, na 'r un henw a 'i gilydd,<br>etto, gwyddid arnynt mai Swyddogion<br>yr un Brenin oeddynt oll: Er y byddei<br>aml ymryson rhyngddynt am y cleifion;<br>mynnei 'r naill gipio 'r cl&acirc; 'n anrheg
      <br>trwy ei ddr&#373;s ei hun, a 'r llall a 'i mynnei
<a name="43088"></a>
      <br>trwy ei ddr&#373;s ynte. Wrth nes&acirc;u canf&ucirc;m
      <br>yn scrifennedig uwchben p&ocirc;b dr&#373;s henw 'r
<a name="43090"></a>
      <br><br><span class="pg">[td. 57]</span> 
      <br><i>Angeu</i> oedd yn ei gadw, ac hefyd wrth b&ocirc;b
<a name="43092"></a>
      <br>dr&#373;s ryw gant o amryw betheu wedi eu
      <br>gadel yn llanastr, arwydd fod br&#375;s ar y
<a name="43094"></a>
      <br>rhai a aetheint trwodd. Uwchben un
      <br>dr&#373;s gwelwn <i>Newyn</i>, ac etto ar lawr yn ei
<a name="43096"></a>
      <br>ymyl byrseu a chodeu llownion, a thryncieu<br>wedi eu hoelio. Dyma, ebr ef, borth
      <br>y <i>Cybyddion</i>. Pwy, ebr fi pioedd y carpieu
<a name="43098"></a>
      <br>yna? Cybyddion, eb ef, gan mwyaf: Ond
      <br>mae yna rai 'n perthyn i <i>Segurwyr</i> a Hwsmyntafod,<br></i> ac i eraill tlawd ymh&ocirc;b peth ond yr
<a name="43100"></a>
      <br>Yspryd, oedd well ganddynt newynu na
      <br>gofyn. Yn y dr&#373;s nesa 'r oedd Angeu
<a name="43102"></a>
      <br><i>anwyd</i>, gyfeiryd &acirc; hwn clywn lawer <i>hyd-
         <br>yd-ydyd-eian</i>; wrth y dr&#373;s yma 'r oedd llawer<br>o lyfreu, rhai pottieu a fflagenni, ymbell<br>ffon a phastwn, rhai cwmpaseu, a chyrt,
<a name="43104"></a>
      <br>a ch&ecirc;r Llongeu. F' aeth ffordd yma 'Scolheigion,<br>ebr fi, do, ebr ynte, rai unic a dihelp<br>a phell oddiwrth ymgeledd a 'u carei;
      <br>wedi dwyn hyd yn oed y dillad oddiarnynt.<br>Dyna, ebr ef, (am y pottieu) weddillion<br>y cymdeithion da, a fydd a 'u traed
<a name="43106"></a>
      <br>yn fferri tan feincieu, tra bo eu penne 'n
      <br>berwi gan ddiod a dwndwr: a 'r petheu
<a name="43108"></a>
      <br>draw sy 'n perthyn i drafaelwyr mynyddoedd<br>eiryog, ac i Farsiandwyr y Gogleddfor.<br>Y nesa oedd scerbwd teneu a
      <br>elwid Angeu <i>Ofn</i>, gellid gweled trwy hwn
<a name="43110"></a>
      <br>nas medde 'r un <i>Galon</i>; ac wrth ddr&#373;s
      <br>hwn hefyd godeu a chistieu, a chloieu, a
<a name="43112"></a>
      <br><br><span class="pg">[td. 58]</span> 
      <br>chestyll. I hwn yr ai 'r Llogwyr, a Drwgwladwyr,<br>a Gorthrymwyr, a rhai o 'r Mwrdrwyr,<br>ond 'r oedd llawer o 'r rheini yn
<a name="43114"></a>
      <br>galw heibio i 'r dr&#373;s nesa lle 'r oedd Angeu<br>a elwid <i>Cr&ocirc;g</i>, a 'i gortyn parod am ei
      <br>wddf. Nesa i hynny oedd Angeu <i>Cariad</i>,
<a name="43116"></a>
      <br>ac wrth ei draed fyrdd o bob offer a llyfreu<br>muwsic, a cherdd, a llythyreu mwynion<br>ac ysmottieu a lliwieu i harddu 'r
      <br>wyneb, a m&icirc;l o ryw sciabas deganeu ir
<a name="43118"></a>
      <br>pwrpas hwnnw, a rhai cleddyfeu; &acirc; rhain,
      <br>ebr ef, y bu 'r herwyr yn ymladd am y
<a name="43120"></a>
      <br>feinwen, a rhai 'n eu lladd eu hunain: mi
      <br>a welwn nad oedd yr Angeu yma ond cibddall.<br>Y dr&#373;s nesa 'r oedd yr Angeu
<a name="43122"></a>
      <br>gwaetha 'i liw o 'r cwbl a 'i afu wedi diflannu,<br>fo 'i gelwid Angeu&nbsp;<i>Cynfigen</i>; hwn, ebr
      <br><i>Cwsc</i>, a fydd yn cyrchu colledwyr, athrodwyr,<br>ac ymbell farchoges a fydd yn ymwenwyno<br>wrth y Gyfraith, a barodd i
<a name="43124"></a>
      <br>Wraig ymddarostwng i 'w G&#373;r. Attolwg
      <br>Syr, ebr fi, beth yw marchoges? Marchoges,<br>ebr ef, y gelwir yma, y Ferch a
<a name="43126"></a>
      <br>fynn farchogaeth ei gwr, a 'i chymdogaeth,
      <br>a 'i gwl&acirc;d os geill, ac o hir farchogaeth, hi
<a name="43128"></a>
      <br>a ferchyg ddiawl o 'r diwedd o 'r dr&#373;s yna
      <br>hyd yn Annw'n. Yn nesa 'r oedd dr&#373;s
<a name="43130"></a>
      <br>Angeu <i>Uchel-gais</i>, i 'r sawl sy 'n ffroenio 'n
      <br>uchel, ac yn torri eu gyddfau eisieu edrych
<a name="43132"></a>
      <br>tan eu traed, wrth hwn 'r oedd coronau,
      <br>teyrnwiail, banerau a phob papureu am
<a name="43134"></a>
      <br><br><span class="pg">[td. 59]</span> 
      <br>swyddeu, pob arfeu bonedd a rhyfel. Ond
<a name="43136"></a>
      <br>cyn i mi edrych ychwaneg o 'r aneirif ddryseu<br>hynny, clywn lais yn peri i minneu
      <br>wrth fy henw <i>ymddattod</i>, ar y gair mi 'm
<a name="43138"></a>
      <br>clywn yn dechreu toddi fel caseg-eira yn
      <br>gwr&ecirc;s yr Haul, yna rhoes fy Meistr i mi
<a name="43140"></a>
      <br>ryw ddiod-g&#373;sc fel yr hunais, ond erbyn
      <br>i mi ddeffro f' am dygasei i ryw ffordd allan<br>o bellder y tu arall i 'r <i>Gaer</i>; mi 'm
<a name="43142"></a>
      <br>gwelwn mewn Dyffryn pygddu anfeidrol
      <br>o gwmpas ac i 'm t&#375;b i nid oedd diben
<a name="43144"></a>
      <br>arno: ac ymhen ennyd wrth ymbell oleuni<br>gl&acirc;s fel canwyll ar ddiffodd, mi welwn<br>aneirif oh! aneirif o gyscodion Dynion,<br>rhai ar draed, a rhai ar feirch yn gwau
      <br>trwy eu gilydd fel y gwynt, yn ddistaw
<a name="43146"></a>
      <br>ac yn ddifrifol aruthr. A gwl&acirc;d ddiffrwyth
      <br>lom adwythig, heb na gw&ecirc;llt na gwair, na
<a name="43148"></a>
      <br>choed nac anifail, oddieithr gwylltfilod
      <br>marwol a phryfed gwenwynig o b&ocirc;b m&acirc;th;
<a name="43150"></a>
      <br>seirph, nadroedd, llau, llyffaint, llyngyr, locustiaid,<br>pr&#375; 'r bendro, a 'r cyffelyb oll sy 'n
      <br>byw ar lygredigaeth Dyn. Trwy fyrddiwn<br>o gyscodion ac ymlusciaid, a beddi,
<a name="43152"></a>
      <br>a Monwentau, a Beddrodau, ni aethom ymlaen<br>i weled y Wl&acirc;d yn ddirwystr; tan na
      <br>welwn i rai 'n troi ac yn edrych arnai; a
<a name="43154"></a>
      <br>chwippyn er maint oedd y distawrwydd
      <br>o 'r blaen, dyma si o 'r naill i 'r llall fod yno
<a name="43156"></a>
      <br><i>Ddyn bydol</i>; Dyn bydol, ebr un, Dyn bydol,<br>eb y llall! tan ymdyrru attai fel y
      <br><br><span class="pg">[td. 60]</span> 
<a name="43158"></a>
      <br>lindys o bob cwrr. Pa fodd y daethoch,
      <br>Syre, eb rhyw furgyn o Angeu b&acirc;ch oedd
<a name="43160"></a>
      <br>yno? Yn w&icirc;r, Syr, ebr fi, nis gwn i mwy
      <br>na chwitheu. Beth y gelwir chwi, ebr
<a name="43162"></a>
      <br>ynte? Gelwch fi yma fel y fynnoch yn eich
      <br>gwl&acirc;d eich hun, ond fe 'm gelwid i gartre,
<a name="43164"></a>
      <br><i>Bardd Cwsc</i>. Ar y gair, gwelwn gnap o
      <br>henddyn gwargam a 'i ddeupen fel miaren
<a name="43166"></a>
      <br>gen lawr, yn ymsythu ac yn edrych arnai
      <br>'n waeth na 'r Dieflyn c&ocirc;ch, a chyn dywedyd<br>gair, dyma fe 'n taflu penglog fawr heibio<br>i 'm pen i diolch i 'r Garreg fedd a 'm
<a name="43168"></a>
      <br>cyscododd. Llonydd, Syr, ertolwg, ebr fi,
      <br>i Ddyn dieithr na fu yma 'rioed o 'r blaen,
<a name="43170"></a>
      <br>ac ni ddaw byth pe cawn unwaith ben y
      <br>ffordd adre. Mi wn&acirc; 'i chwi gofio 'ch bod
<a name="43172"></a>
      <br>yma, eb ef, ac eilwaith &acirc;g ascwrn morddwyd<br>gosododd arna 'i 'n gythreulig, a
      <br>mineu 'n oscoi 'ngoreu. Beth, ebr fi, dyma
<a name="43174"></a>
      <br>wl&acirc;d anfoesol iawn i ddieithriaid, Oes yma
      <br>un Ustus o heddwch? Heddwch! ebr
<a name="43176"></a>
      <br>ynte, pa heddwch a haedditi na adewit lonydd<br>i rai yn eu beddi? Attolwg, Syr,
      <br>ebr fi, a gawn ni wybod eich henw chwi, oblegid<br>nis gwn i flino ar neb o 'r Wl&acirc;d yma
<a name="43178"></a>
      <br>'rioed. Syre, ebr ynte, gwybyddwch mai
      <br>Fi, ac nid chwi, yw 'r <i>Bardd Cwsc</i>, ac a g&ecirc;s
<a name="43180"></a>
      <br>lonydd yma er's naw cant o flynyddoedd,
      <br>gan bawb ond chychwi, ac a aeth i 'm cynnyg<br>i drachefn. Peidiwch ymrawd, ebr
<a name="43182"></a>
      <br><i>Merddyn</i> oedd yn agos, na fyddwch ryboeth;<br><br><span class="pg">[td. 61]</span><br>diolchwch iddo 'n hytrach am gadw
      <br>coffadwriaeth parchus o 'ch henw ar y Ddaiar.
<a name="43184"></a>
      <br>Yn wir, parch mawr, eb ynte, oddiwrth y
      <br>f&acirc;th bembwl a hwn; A fedrwch wi, Syre,
<a name="43186"></a>
      <br>ganu ar y pedwar mesur ar hugain, a fedrwch<br>wi ddwyn acheu <i>Gog</i> a <i>Magog</i>, ac acheu<br>&nbsp;<i>Brutus ap Sylvius</i> hyd ganmlwydd cyn
      <br>difa <i>Caer-Troia</i>? A fedrwch wi <i>frutio</i> pa
<a name="43188"></a>
      <br>bryd, a pheth a fydd diwedd y rhyfeloedd
      <br>rhwng y Llew a 'r Eryr, ac rhwng y Ddraig
<a name="43190"></a>
      <br>a 'r Carw coch? ha! Hai, gadewch i minneu<br>ofyn iddo gwestiwn, ebr un arall, oedd
      <br>wrth fyddan fawr yn berwi, soc, soc, dygloc,<br>dy-gloc. Tyrd yn n&ecirc;s, ebr ef, beth
<a name="43192"></a>
      <br>yw meddwl hyn?
      <br>
<a name="43194"></a>


<a name="43196"></a>

      <blockquote>
<a name="43198"></a>
         <!-- Barddoniaeth / Poetry -->
         <br><i>Mi fyddaf hyd Ddyddbrawd,</i>
<a name="43200"></a>
         <br><i>Ar wyneb daiarbrawd,</i>
         <br><i>Ac ni wyddis beth yw nghnawd,</i>
<a name="43202"></a>
         <br><i>Ai C&icirc;g ai Pyscawd.</i>

<a name="43204"></a>
         <!-- Diwedd pennill / End stanza -->
      </blockquote>
<a name="43206"></a>


<a name="43208"></a>
      <br>Dymunaf eich henw, Syr, ebr fi, fel i 'ch
      <br>attebwy 'n gymwysach. Myfi, ebr ef, yw
<a name="43210"></a>
      <br><i>Taliessin</i> ben-beirdd y gorllewin, a dyna beth
      <br>a 'm difregwawd i. Nis gwn i, ebr finneu,
<a name="43212"></a>
      <br>beth a allei 'ch meddwl fod, onid allei 'r
      <br><i>F&acirc;d-felen</i> a ddifethodd <i>Faelgwn</i> Gwynedd,
<a name="43214"></a>
      <br>eich lladd chwitheu ar y feisdon a 'ch rhannu
      <br>rhwng y Brain a 'r Pyscod. Taw ff&#373;l, ebr
<a name="43216"></a>
      <br>ef, brutio 'r oeddwn i am fy nwy alwedigaeth,<br></i> Gwr o Gyfraith a Phrydydd: A
      <br><br><span class="pg">[td. 62]</span> 
<a name="43218"></a>
      <br>ph'run meddi di rwan debycca ai <i>Cyfreithiwr</i>
      <br>i Gigfran reibus, ai <i>Prydydd</i> i Forfil? Pa
<a name="43220"></a>
      <br>sawl un a ddi-giga un <i>Cyfreithiwr</i> i godi ei
      <br>grombil ei hun, ac oh! mor ddifatter y
<a name="43222"></a>
      <br>gollwng e 'r gwaed, a gadel Dyn yn lledfarw!<br>A 'r <i>Prydydd</i>, ynte, p'le mae 'r Pyscodyn<br>sy 'r un lwnc ag ef, ac mae hi 'n f&ocirc;r
      <br>arno bob amser, etto ni thyrr y M&ocirc;r-heli
<a name="43224"></a>
      <br>moi syched ef. Ac erbyn y bai Ddyn yn
      <br><i>Brydydd</i> ac yn <i>Gyfreithiwr</i>, pwy a &#373;yr p'run
<a name="43226"></a>
      <br>ai C&icirc;g ai Pyscod fyddei: ac yn siccr, os
      <br>byddei 'n un o W&#375;r Ll&#375;s fel y bum i, ac
<a name="43228"></a>
      <br>yn gorfod iddo newid ei flas at bob geneu.
      <br>Ond dywed i mi, ebr ef, a oes y rwan nemor<br>o 'r rheiny ar y Ddaiar? Oes, ebr fineu,
<a name="43230"></a>
      <br>ddigon, os medr un glyttio rhyw f&acirc;th ar
      <br>ddyri, dyna fe 'n Gadeir-fardd. Ond o 'r
<a name="43232"></a>
      <br>lleill, ebr fi, mae 'r f&acirc;th bl&acirc; yn gyfarthwyr,
      <br>yn f&acirc;n-Dwrneiod a Chlarcod nad oedd locustiaid<br>yr Aipht ddim pwys ar y Wl&acirc;d
<a name="43234"></a>
      <br>wrth y rhain. Nid oedd yn eich amser
      <br>chwi, Syr, ond bargeinion bol clawdd, a
<a name="43236"></a>
      <br>ll&ecirc;d llaw o scrifen am dyddyn canpunt, a
      <br>chodi carnedd neu goeten <i>Arthur</i> yn goffadwriaeth<br>o 'r pryniant a 'r terfyneu: Nid
<a name="43238"></a>
      <br>oes mo 'r <i>nerth</i> i hynny rwan, ond mae
      <br>chwaneg o <i>ddichell</i> ddyfeisddrwg, a chyfled,
<a name="43240"></a>
      <br>a chromlech o femrwn scrifennedig i siccrhau<br>'r fargen; ac er hynny odid na fydd
      <br>neu fe fynnir ryw wendid ynddi. Wel',
<a name="43242"></a>
      <br>wel', ebr <i>Taliessin</i>, ni thalwn i yno ddraen,
      <br><br><span class="pg">[td. 63]</span> 
<a name="43244"></a>
      <br>ni waeth genni lle 'r wyf: ni cheir byth
      <br><i>Wir</i> lle bo llawer o Feirdd, na <i>Thegwch</i> lle
<a name="43246"></a>
      <br>bo llawer o Gyfreithwyr, n&ecirc;s y caffer
      <br><i>Iechyd</i> lle bo llawer o Physygwyr. Yn hyn,
<a name="43248"></a>
      <br>dyma ryw swbach henllwyd b&acirc;ch a glywsei<br>fod yno <i>Ddyn bydol</i> yn syrthio wrth fy
      <br>nhraed, ac yn wylo 'n hidl. Och o druan,
<a name="43250"></a>
      <br>ebr fi, beth wyti? Un sy 'n cael gormod
      <br>o gam yn y byd beunydd, ebr ynte, fe
<a name="43252"></a>
      <br>gai 'ch enaid chwi fynny i mi uniondeb.
      <br>Beth, ebr fi, y gelwir di? F' a 'm gelwir i
<a name="43254"></a>
      <br><i>Rhywun</i>, ebr ef, ac nid oes na llatteiaeth
      <br>nac athrod, na chelwyddeu na chwedleu, i
<a name="43256"></a>
      <br>yrru rhai benben, nad arna 'i y bwrir y
      <br>rhan fwya o honynt. Yn wir, medd un,
<a name="43258"></a>
      <br>mae hi 'n Ferch odiaeth, ac hi fu 'n eich
      <br>canmol chwi wrth <i>rywun</i>, er bod <i>rhywun</i>
<a name="43260"></a>
      <br>mawr yn ei cheisio hi. Mi a glywais rywun,<br></i> medd y llall, yn cyfri naw cant o bunneu<br>o ddl&ecirc;d ar y st&acirc;t honno. Gwelais
      <br><i>rywun</i> ddoe, medd y Cardottyn, a chadach
<a name="43262"></a>
      <br>brith fel moriwr a ddaethei &acirc; llong fawr o
      <br>yd i 'r borth nesa; ac felly pob cerpyn am
<a name="43264"></a>
      <br>llurgunia i i 'w ddr&#373;g ei hun. Rhai a 'm
      <br>geilw i 'n <i>Ffrind</i>; mi g&ecirc;s wybod gan
<a name="43266"></a>
      <br>Ffrind, medd un, nad oes ymryd hwn a
      <br>hwn adel ffyrling i 'w Wraig, ac nad oes
<a name="43268"></a>
      <br>dim di-ddigrwydd rhyngthynt; rhai eraill
      <br>a 'm diystyrant i mhellach gan 'y ngalw 'n
<a name="43270"></a>
      <br><i>Fr&acirc;n</i>, fe ddywed <i>Br&acirc;n</i> i mi fod yno gastieu
      <br>dr&#373;g meddant. I&egrave;, rhai a 'm geilw ar
<a name="43272"></a>
      <br><br><span class="pg">[td. 64]</span> 
      <br>henw parchediccach yn <i>Henwr</i>, etto nid
<a name="43274"></a>
      <br>eiddo fi hanner y coelion, a 'r brutieu, a 'r
      <br>cynghorion a roir ar yr Henwr; ni pherais<br>i erioed ddilyn yr henffordd, os byddei
<a name="43276"></a>
      <br>'r newydd yn well, ac ni feddyliais i erioed<br>warafun cyrchu i 'r Eglwys wrth beri,
      <br><i>Na fynych dramwy lle bo mwya dy groeso</i>, na
<a name="43278"></a>
      <br>chant o 'r fath. Ond <i>Rhywun</i> yw fy henw
      <br>cyffredina i, ebr ef, hwnnw a gewchwi
<a name="43280"></a>
      <br>glywed fynychaf ymhob mawrddrwg; oblegid<br>gofynnwch i un lle y dywedpwyd y
      <br>mawr gelwydd gw'radwyddus, pwy a 'i
<a name="43282"></a>
      <br>dyweid; yn wir, medd ynte, nis gwn i
      <br>pwy, ond fo 'i dyweid <i>Rhywun</i> yn y
<a name="43284"></a>
      <br>cwmnhi, holi pawb o 'r cwmpeini am y
      <br>chwedl, fe 'i clybu pawb gan <i>rywun</i>, ond nis
<a name="43286"></a>
      <br>g&#373;yr n&ecirc;b gan bwy. Onid yw hyn yn
      <br>gamm cywilyddus, ebr ef? Ertolwg, a hyspyswchwi<br>i bawb a glywoch yn fy henwi,
<a name="43288"></a>
      <br>na ddywedais i ddim o 'r petheu hyn, ni ddyfeisiais<br>ac ni adroddais i gelwydd erioed i
      <br>wradwyddo n&ecirc;b, nac un chwedl i yrru ceraint<br>bendramwnwgl ai gilydd; nid wy 'n
<a name="43290"></a>
      <br>dyfod ar eu cyfyl, nis gwn i ddim o 'u
      <br>stori&acirc;u, na 'u masnach, na 'u cyfrinach felltigedig<br>hwy, na wiw iddynt fwrw mo 'u
<a name="43292"></a>
      <br>drygeu arna 'i, ond ar eu 'menyddieu llygredig<br>eu hunain. Ar hyn, dyma Angeu
      <br>b&acirc;ch, un o scrifenyddion y Brenhin, yn gofyn<br>i mi fy henw, ac yn peri i Meistr <i>Cwsc</i>
<a name="43294"></a>
      <br>fy nwyn i 'n ebrwydd ger bron y Brenin.
      <br><br><span class="pg">[td. 65]</span> 
<a name="43296"></a>
      <br>Gorfod mynd o 'm llwyr anfodd gan y
      <br>nerth a 'm cippiodd fel corwynt, rhwng
<a name="43298"></a>
      <br>uchel ac isel, filoedd o filltiroedd yn ein
      <br>h&ocirc;l ar y llaw asswy, oni ddaethom eilwaith
<a name="43300"></a>
      <br>i olwg y W&agrave;l derfyn, ac mewn congl
      <br>gaeth ni welem glogwyn o L&#375;s candryll
<a name="43302"></a>
      <br>penegored dirfawr, yn cyrraedd hyd at y
      <br>W&agrave;l lle 'r oedd y drysau aneirif, a rheiny
<a name="43304"></a>
      <br>oll yn arwain i 'r anferth L&#375;s arswydus
      <br>hwn: &acirc; phenglogeu Dynion y gwnelsid y
<a name="43306"></a>
      <br>murieu, a rheini 'n 'scyrnygu dannedd yn
      <br>erchyll; du oedd y clai wedi ei gyweirio
<a name="43308"></a>
      <br>trwy ddagreu a chw&#375;s, a 'r calch oddi allan
      <br>yn frith o phl&ecirc;m a chrawn, ac oddifewn o
<a name="43310"></a>
      <br>waed dugoch. Ar ben p&ocirc;b twr, gwelit
      <br>Angeu bach &acirc; chanddo galon dwymn ar
<a name="43312"></a>
      <br>flaen ei saeth. O amgylch y Ll&#375;s 'r oedd
      <br>rhai <i>coed</i>, ymbell Ywen wenwynig, a Cypres-wydden<br>farwol, ac yn y rheini 'roedd
<a name="43314"></a>
      <br>yn nythu ddylluanod, Cigfrain ac Adar y
      <br>Cyrph a 'r cyfryw, yn creu am <i>G&icirc;g</i> f&#375;th,
<a name="43316"></a>
      <br>er nad oedd y fangre oll ond un <i>Gigfa</i> fawr
      <br>ddrewedig. O escyrn morddwydydd Dynion<br>y gwnelsid holl bilereu 'r Neuadd, a
<a name="43318"></a>
      <br>Philereu 'r Parlwr o escyrn y coeseu, a 'r
      <br>llorieu 'n un walfa o b&ocirc;b cigyddiaeth. Ond
<a name="43320"></a>
      <br>ni ch&ecirc;s i fawr aros nad dyma fi yngolwg
      <br><i>Allor</i> fawr arswydus lle gwelwn y Brenin
<a name="43322"></a>
      <br>Dychrynadwy yn traflyncu c&icirc;g a gwaed
      <br>Dynion, a mil o f&acirc;n angheuod o bob twll
<a name="43324"></a>
      <br>yn ei borthi fyth, &acirc; ch&icirc;g &icirc;r twymn: Dyma,
      <br><br><span class="pg">[td. 66]</span> 
<a name="43326"></a>
      <br>eb yr Angeu, a 'm dygasei i yno walch a
      <br>g&ecirc;s i ynghanol <i>T&icirc;r Ango</i>, a ddaeth mor
<a name="43328"></a>
      <br>yscafn-droed, na phrofodd eich mawrhydi
      <br>dammeid o hono 'rioed. Pa fodd y gall
<a name="43330"></a>
      <br>hynny fod, ebr y Brenin, ac a ledodd ei
      <br>hopran cyfled daiargryn i 'm llyncu. Ar
<a name="43332"></a>
      <br>hyn, mi a drois tan grynu at <i>Gwsc</i>; Myfi,
      <br>ebr <i>Cwsc</i>, a 'i dygais ef yma. Wel', ebr y
<a name="43334"></a>
      <br>Brenin cul ofnadwy er mwyn fy mrawd
      <br><i>Cwsc</i>, chwi ellwch fynd i droi 'ch traed am
<a name="43336"></a>
      <br>y tro yma; ond gwiliwch fi 'r tro nesa.
      <br>Wedi iddo fod ennyd yn bwrw celanedd
<a name="43338"></a>
      <br>i 'w geubal ddiwala, parodd roi dyfyn iw
      <br>ddeiliaid, ac a symudodd o 'r Allor i Orseddfainc<br></i> echryslawn dra-uchel, i fwrw 'r carcharorion<br>newydd ddyfod. Mewn munyd,<br>dyma 'r meirw fwy na rhi o finteioedd<br>yn gwneud eu moes i 'r Brenin, ac
<a name="43340"></a>
      <br>yn cymryd eu lle mewn trefn odiaeth.
      <br>A 'r Brenhin <i>Angeu</i> yn ei frenhinwisc o
<a name="43342"></a>
      <br>Scarlad gloewgoch, ac hyd-ddi lunieu
      <br>Gwragedd a Phlant yn wylo, a Gw&#375;r yn
<a name="43344"></a>
      <br>ochneidio; ac am ei ben gap dugoch trichonglog<br>(a yrrasei ei g&acirc;r <i>Lucifer</i> yn anrheg<br>iddo) ar ei gonglau scrif'nasid <i>Galar
         <br>a griddfan a gwae</i> uwch ei ben 'r oedd
<a name="43346"></a>
      <br>myrdd o lunieu rhyfeloedd ar f&ocirc;r a th&icirc;r,
      <br>trefi 'n llosci, y ddaiar yn ymagor, ar Dw'rdiluw;<br>a than ei draed nid oedd ond coroneu<br>a theyrnwiail yr holl Frenhinoedd a
<a name="43348"></a>
      <br>orchfygasei fe 'rioed. Ar ei law ddeheu
      <br><br><span class="pg">[td. 67]</span> 
<a name="43350"></a>
      <br>'r oedd <i>Tynged</i> yn eiste, ac &acirc; golwg ddu
      <br>dd&egrave;l yn darllen anferth Lyfr oedd o 'i flaen:
<a name="43352"></a>
      <br>Ac ar y llaw asswy 'r oedd henddyn a elwid<br>&nbsp;<i>Amser</i>, yn dylifo aneirif o edafedd <i>aur</i>,
      <br>ac edafedd <i>arian</i>, a <i>chopr</i>, a <i>haiarn</i> lawer
<a name="43354"></a>
      <br>iawn, ac ymbell edy 'n prifio 'n well at ei
      <br>diwedd a myrddiwn yn prifio 'n waeth;
<a name="43356"></a>
      <br>hyd yr edafedd yr oedd <i>orieu</i>, <i>diwrnodiau</i>, a
      <br><i>blynyddoedd</i>; a Thynged wrth ei Lyfr yn
<a name="43358"></a>
      <br>torri 'r edafedd <i>einioes</i>, ac yn egor dryseu 'r
      <br>W&agrave;l derfyn rhwng y <i>ddau Fyd</i>. Ni chawswn<br>i fawr edrych na chlywn alw at y barr
<a name="43360"></a>
      <br>bedwar o ffidleriaid oedd newydd farw.
      <br>Pa fodd, ebr Brenin y Dychryn, a daed
<a name="43362"></a>
      <br>gennych lawenydd na ddaliasechwi o 'r
      <br>tu draw i 'r <i>Agendor</i>, canys ni fu o 'r tu
<a name="43364"></a>
      <br>yma i 'r Cyfwng lawenydd erioed? Ni
      <br>wnaethom ni, ebr un Cerddor, ddrwg i
<a name="43366"></a>
      <br>n&ecirc;b erioed, ond eu gwneud yn llawen, a
      <br>chymeryd yn distaw a gaem am ein poen.
<a name="43368"></a>
      <br>A gadwasoch i n&ecirc;b, ebr <i>Angeu</i>, i golli eu
      <br>hamser oddiwrth eu gorchwyl, neu o fynd
<a name="43370"></a>
      <br>i 'r Eglwys, ha? Na ddo, ebr un arall,
      <br>oddieithr bod ymbell Sul wedi gwasanaeth
<a name="43372"></a>
      <br>yn y tafarn-dy tan dranoeth, neu amser h&acirc; [~ haf ]
      <br>mewn twmpath chwarae, ac yn w&icirc;r, yr
<a name="43374"></a>
      <br>oeddym ni 'n gariadusach, ac yn lwccusach
      <br>am gyn'lleidfa na 'r Person. Ffwrdd, ffwrdd
<a name="43376"></a>
      <br>&acirc; 'r rhain i Wl&acirc;d yr Anobaith, ebr y Brenin
      <br>ofnadwy, rhwymwch y pedwar gefn-gefn,
<a name="43378"></a>
      <br>a theflwch hwy at eu cymeiriaid, i ddawnsio<br><br><span class="pg">[td. 68]</span><br>'n droednoeth hyd aelwydydd gwynias,
      <br>ac i rygnu fyth heb na <i>chl&ocirc;d</i> na <i>chlera</i>. Y
<a name="43380"></a>
      <br>nesa a ddaeth at y barr, oedd rhyw Frenin
      <br>agos i <i>Rufein</i>: Cyfod dy law garcharor, ebr
<a name="43382"></a>
      <br>un o 'r Swyddogion: gobeithio, ebr hwnnw,<br>f&ocirc;d gennych beth gwell moes a ffafr i
      <br><i>Frenin</i>. Syre, ebr <i>Angeu</i> chwitheu ddylasech<br>dd&agrave;l y tu arall i 'r Agendorr lle mae
<a name="43384"></a>
      <br>pawb yn Frenhinoedd; ond gwybyddwch
      <br>nad oes o 'r tu yma 'r un ond fy Hunan,
<a name="43386"></a>
      <br>ac un Brenin arall sydd i wared obry, a
      <br>chewch weled na phrisia hwnnw na minneu<br>yn ngraddeu 'ch mawrhydi eithr yngraddeu<br>'ch drygioni, i gael cymmwyso
<a name="43388"></a>
      <br>'ch c&ocirc;sp at eich beieu, am hynny attebwch
      <br>i 'r holion. Syr, ebr ynte, gwybyddwch
<a name="43390"></a>
      <br>nad oes gennych ddim awdurdod i 'm d&agrave;l,
      <br>nac i 'm holi: Mae genni faddeuant o 'm
<a name="43392"></a>
      <br>h&ocirc;ll bechodeu tan law 'r <i>P&acirc;p</i> ei hun, am i
      <br>mi ei wasanaethu e 'n ffyddlon, ynte roes i
<a name="43394"></a>
      <br>mi gynnwysiad i fynd yn union i <i>Baradwys</i>,
      <br>heb aros funud yn y purdan: Wrth hyn,
<a name="43396"></a>
      <br>dyma 'r Brenin a 'r holl gegeu culion yn
      <br>rhoi oer-yscyrnygfa i geisio dynwared
<a name="43398"></a>
      <br><i>chwerthin</i>; a 'r llall yn ddigllon wrth y
      <br>chwerthin yn eu gorchymyn i ddangos
<a name="43400"></a>
      <br>iddo 'i ffordd. Taw ff&#373;l colledig, ebr Angeu,<br></i> tu draw i 'r W&agrave;l o 'th &ocirc;l y mae 'r purdan,<br></i> canys yn dy fywyd y dylasit ymburo:<br>Ac ar y llaw ddeheu tu hwnt i 'r Agendor<br>yna, y mae <i>Paradwys</i>. Ac nid oes
      <br><br><span class="pg">[td. 69]</span> 
<a name="43402"></a>
      <br>dim ffordd bossibl i ti ddianc weithian, na
      <br>thros yr Agendor i <i>Baradwys</i>, na thrwy 'r
<a name="43404"></a>
      <br>W&agrave;l-derfyn yn d' &ocirc;l i 'r <i>Byd</i>: Canys, pe
      <br>rhoit dy frenhiniaeth (lle ni feddi ddimmeu<br>i roi) ni cheit gan borthor y drysau
<a name="43406"></a>
      <br>yna, spio unwaith trwy dwll y clo. Y
      <br><i>Walddiadlam</i> y gelwir hon, canys pan ddeler<br>unwaith trwyddi, yn i&acirc;ch fyth ddychwelyd.<br>Ond gan eich bod cymmaint yn
<a name="43408"></a>
      <br>llyfreu 'r P&acirc;p, cewch fynd i gyweirio 'i
      <br>wely ef at y P&acirc;p oedd o 'i flaen, ac yno
<a name="43410"></a>
      <br>cewch gusanu 'i fawd ef byth, ac ynte fawd
      <br><i>Lucifer</i>. Ar y gair, dyma bedwar o 'r m&acirc;n
<a name="43412"></a>
      <br>angheuod yn ei godi, ag ynte erbyn hyn
      <br>yn crynu fel dail yr aethnen, ac ai cippiasant<br>fel y m&ecirc;llt allan o 'r golwg. Yn nesa
<a name="43414"></a>
      <br>at hwn daeth M&acirc;b a Merch: Ef a fasei 'n
      <br><i>gydymaith da</i>, a hithe 'n Ferch <i>fwyn</i>, ne 'n
<a name="43416"></a>
      <br>rhwydd o 'i chorph: Eithr galwyd hwy
      <br>yno wrth eu henwau noethion, <i>Meddwyn</i> a
<a name="43418"></a>
      <br><i>Phuttain</i>. Gobeithio, ebr y Meddwyn, y
      <br>c&acirc;fi gennych beth ffafr, mi yrrais i chwi
<a name="43420"></a>
      <br>lawer ysclyfaeth dew mewn llifeiriant o
      <br>gwrw da; a phan fethais yn lladd eraill,
<a name="43422"></a>
      <br>daethum fy hun yn 'wyllyscar i 'ch porthi.
      <br>Trwy gennad y C&#373;rt, nid hanner a yrrais
<a name="43424"></a>
      <br>i iddo, ebr y Butten, wedi eu hoffrwm yn
      <br>ebyrth ll&ocirc;sc, yn G&icirc;g rh&ocirc;st parod i 'w fwrdd.
<a name="43426"></a>
      <br>Hai, hai, ebr Angeu, er eich trachwanteu
      <br>melltigedig eich hunain, ac nid i 'm porthi
<a name="43428"></a>
      <br>i y gwnaed hyn oll: Rhwymwch y ddau,
      <br><br><span class="pg">[td. 70]</span> 
<a name="43430"></a>
      <br>wyneb yn wyneb, gan eu bod yn h&ecirc;n gyfeillion,<br>a bwriwch hwy i <i>Wl&acirc;d y tywyllwch</i>,
      <br>a chwyded ef i 'w ch&ecirc;g hi, pised hitheu d&acirc;n
<a name="43432"></a>
      <br>i 'w berfedd ynte hyd Ddyddfarn; yna cippiwyd<br>hwytheu allan a 'u penne 'n isa. Yn
      <br>nesa i 'r rhain, daeth saith <i>Recordor:</i> peri
<a name="43434"></a>
      <br>iddynt godi eu dwylo ar y barr, ni chlywid
      <br>mo hynny, canys 'r oedd y cledreu 'n
<a name="43436"></a>
      <br>ireiddlyd; ond dechreuodd un ddadleu 'n
      <br>hyfach, ni ddylasem gael dyfyn teg i barotoi<br>'n hatteb, yn lle 'n rhuthro 'n lledradaidd.<br>O nid &#375;m ni rwymedig i roi i
<a name="43438"></a>
      <br>chwi 'r un dyfyn pennodol, ebr <i>Angeu</i>, am
      <br>eich bod yn cael ymh&ocirc;b lle, b&ocirc;b amser
<a name="43440"></a>
      <br>o 'ch einioes rybudd o 'm dyfodiad i. Pa
      <br>sawl pregeth a glywsoch am <i>farwoldeb
<a name="43442"></a>
         <br>dyn</i>? Pa sawl llyfr, pa sawl bedd, pa
      <br>sawl clul, pa sawl clefyd, pa sawl cennad<br>ac arwydd a welsoch? Beth yw 'ch
<a name="43444"></a>
      <br>C&#373;sc ond fy mrawd i? Beth yw 'ch penglogeu<br>ond fy llun i? Beth yw 'ch bwyd
      <br>beunyddiol ond creaduriaid <i>meirwon?</i> Na
<a name="43446"></a>
      <br>cheisiwch fwrw mo 'ch aflwydd arna fi,
      <br>chwi ni fynnech s&ocirc;n am y dyfyn er ei gael
<a name="43448"></a>
      <br>ganwaith. Ertolwg, ebr un <i>Recordor</i> coch,
      <br>be sy gennych i 'n herbyn? Beth, ebr Angeu?<br>Yfed chw&#375;s a gwaed y tlodion, a
<a name="43450"></a>
      <br>chodi dwbl eich cyflog. Dyma wr gonest,
      <br>eb ef, gan ddangos Cecryn oedd o 'u h&ocirc;l, a
<a name="43452"></a>
      <br>&#373;yr na wnaethum i 'rioed ond tegwch: ac
      <br>nid t&ecirc;g i chwi 'n d&agrave;l ni yma heb gennych
<a name="43454"></a>
      <br><br><span class="pg">[td. 71]</span> 
      <br>un bai pennodol i 'w brofi i 'n herbyn. Hai,
<a name="43456"></a>
      <br>hai, ebr Angeu, cewch brofi 'n eich erbyn
      <br>eich hunain: Gosodwch, ebr ef, y rhain
<a name="43458"></a>
      <br>ar fin y <i>Dibyn</i> ger bron Gorsedd Cyfiawnder,<br></i> hwy a g&acirc;nt yno uniondeb er nas
      <br>gwnaethant. Yr oedd yn &ocirc;l etto saith o
<a name="43460"></a>
      <br>Garcharorion eraill, a rheiny 'n cadw 'r f&acirc;th
      <br>drafferth a thr&#373;st, rhai 'n gwenieithio,
<a name="43462"></a>
      <br>rhai 'n ymrincian, rhai 'n bygwth, rhai 'n
      <br>cynghori, <i>&c</i>. Prin y galwasid hwy at y
<a name="43464"></a>
      <br>barr, nad dyma 'r Ll&#375;s oll wedi duo 'n
      <br>saith hyllach nac o 'r blaen, a grydwst, a
<a name="43466"></a>
      <br>chyffro mawr o gylch yr Orseddfainc a 'r
      <br>Angeu 'n lasach nac erioed. Erbyn ymorol<br>un o gennadon <i>Lucifer</i> a ddaethei &acirc;&nbsp;Llythyr<br>at Angeu, ynghylch y saith garcharor
<a name="43468"></a>
      <br>hyn ac ymhen ennyd parodd <i>Tynged</i>&nbsp;ddarllen<br>y Llythyr ar osteg, ac hyd yr wy 'n
      <br>cofio dyma 'r geirieu:
<a name="43470"></a>

      <br><i><span style="font-style:normal">Lucifer</span> Brenin Brenhinoedd y Byd, Twysog<br>Annw'n a Phrif-Reolwr y Dyfnder at
<a name="43472"></a>
         <br>Ein naturiol F&acirc;b, y galluoccaf Ddychrynadwy<br>Frenin <span style="font-style:normal">Angeu</span>, cyfarch a goruchafiaeth<br>ac yspleddach dragwyddol.</i>

<a name="43474"></a>
      <br>Yn gymaint a darfod i rai o 'n cennadon
      <br>cyflym sy 'n wastad allan ar Ysp&icirc;, yspysu i
<a name="43476"></a>
      <br>ni ddyfod gynneu i 'ch Brenhinllys, saith
      <br>Garcharor o 'r saith rywogaeth ddihira 'n y
<a name="43478"></a>
      <br>Byd, a pherycla, a 'ch bod chwi ar fedr eu
      <br><br><span class="pg">[td. 72]</span> 
<a name="43480"></a>
      <br>hyscwyd tros y Geulan i 'm Teyrnas i:
      <br>Eich cynghori 'r wyfi i brofi p&ocirc;b ffordd
<a name="43482"></a>
      <br>bossibl i 'w gollwng hwy 'n eu h&ocirc;l i 'r Byd:
      <br>gwn&acirc;nt yno fwy o wasanaeth i chwi am
<a name="43484"></a>
      <br>ymborth ac i mineu am well cwmnhi:
      <br>Canys, gwell gennym eu lle na 'u cwmpeini,<br>cawsom ormod o heldrin gyda 'u
<a name="43486"></a>
      <br>cymmeiriaid hwy er's talm, a 'm Llywodraeth<br>i 'n cythryblus eusys. Am hynny
      <br>trowch hwy 'n ei h&ocirc;l, neu gedwch gyda
<a name="43488"></a>
      <br>chwi hwynt. Oblegid myn y Goron Uffernol<br>os bwri hwy yma, mi a faluriaf tan
      <br>Seiliau dy Deyrnas di hyd oni syrthio 'n
<a name="43490"></a>
      <br>un a 'm Teyrnas fawr fy hun.

<a name="43492"></a>
      <br>O 'n Brenhinllys ar sugnedd yn y Fall-gyrch
      <br>eirias yn y Flwyddyn o 'n Teyrnasiad
<a name="43494"></a>
      <br><span style="font-style:normal">5425</span>.

<a name="43496"></a>
      <br>Safodd y Brenin Angeu a 'i wep yn wyrdd
      <br>ac yn l&acirc;s ennyd ar ei gyfyng-gyngor. Ond
<a name="43498"></a>
      <br>tra bu e 'n myfyrio, dyma Dynged yn troi
      <br>atto 'r fath guwch haiarn-ddu a wnaeth
<a name="43500"></a>
      <br>iddo grynu. Syre, ebr ef, edrychwch beth
      <br>a wneloch: Ni feiddia fi ollwng neb yn
<a name="43502"></a>
      <br>ol trwy Derfyn glawdd Tragwyddoldeb y
      <br><i>W&agrave;l ddiadlam</i>, na chwitheu eu llochi hwy
<a name="43504"></a>
      <br>yma; am hynny, gyrrwch hwynt ymlaen
      <br>i 'w destryw heb waetha i 'r Fall fawr; Fe
<a name="43506"></a>
      <br>fedrodd drefnu llawer dalfa o fil neu
      <br>ddengmil o eneidieu b&ocirc;b un i 'w le mewn
<a name="43508"></a>
      <br><br><span class="pg">[td. 73]</span> 
      <br>munud, a pha 'r gledi fydd arno rwan gyda
<a name="43510"></a>
      <br>saith er eu perycled? Pa ddelw bynnac, pe
      <br>troent y llywodraeth uffernol tros ei cholyn,<br>gyrr di hwynt yno 'n sydyn, rhag
<a name="43512"></a>
      <br>ofn i mi gael gorchymyn i 'th daro di 'n
      <br>ddim cyn d' amser. Am ei fygythion <i>ef</i>,
<a name="43514"></a>
      <br>nid &#375;nt ond celwyddog: Canys er bod dy
      <br>ddiben di a 'r henddyn draw (gan edrych
<a name="43516"></a>
      <br>ar <i>Amser</i>) yn nesau o fewn ychydig ddalenneu<br>'n fy Llyfr disommiant i; Etto nid
      <br>rhaid i ti uno'n [~ unofn ] soddi at <i>Lucifer</i>, er daed fyddei<br>gan bawb yno dy gael di, etto byth
<a name="43518"></a>
      <br>nis c&acirc;nt: Oblegid mae 'r Creigieu d&ucirc;r
      <br>a diemwnt tragwyddol sy 'n toi Annwn
<a name="43520"></a>
      <br>yn rhy gedyrn o beth i 'w malurio. Ar
      <br>hynny galwodd Angeu 'n gyffrous am un
<a name="43522"></a>
      <br>i sgrifennu 'r atteb fel hyn:

<a name="43524"></a>
      <br><i><span style="font-style:normal">Angeu</span>, Frenin y Dychryniadau, Cwncwerwr
         <br>y Cwncwerwyr at ein Parchediccaf G&acirc;r a 'n
<a name="43526"></a>
         <br>Cymydog <span style="font-style:normal">Lucifer</span> Brenin Hirnos, Penllywodraethwr<br>y Llynclyn Diphwys annerch.<br></i>

<a name="43528"></a>
      <br>Ar ddwfn ystyried eich brenhinol ddymuniant<br>hwn, gwelsom yn fuddiolach nid
      <br>yn unic i 'n Llywodraeth ni, eithr hefyd
<a name="43530"></a>
      <br>i 'ch Teyrnas helaeth chwitheu, yrru 'r carcharorion<br>hyn bella, bai bossibl, oddiwrth
      <br>ddryseu 'r Wal ddiadlam, rhag i 'w Sawyr
<a name="43532"></a>
      <br>drewedig ddychrynu 'r holl Ddinas ddihenydd,<br><br><span class="pg">[td. 74]</span><br></i> fel na dd&ecirc;l dyn byth i Dragwyddoldeb<br>o 'r tu yma i 'r Agendor, ac felly ni
      <br>chawn i fyth oeri ngholyn, na chwitheu
<a name="43534"></a>
      <br>ddim cwsmeriaeth rhwng Daiar ac Uffern.
      <br>Eithr gadawaf i chwi eu barnu a 'u bwrw
<a name="43536"></a>
      <br>i 'r celloedd a welochwi gymmwysaf a siccraf<br>iddynt.

<a name="43538"></a>
      <br><i>O 'm Brenhinllys isa yn y <span style="font-style:normal">Goll-borth</span> fawr
         <br>ar <span style="font-style:normal">Ddistryw</span>. Er blwyddyn adnewyddiad<br>fy Nheyrnas, <span style="font-style:normal">1670</span>.</i>
<a name="43540"></a>


<a name="43542"></a>
      <br>Erbyn clywed hyn oll, 'r oeddwn inne 'n
      <br>ysu am gael gwybod pa ryw bobl allei 'r
<a name="43544"></a>
      <br><i>Seithnyn</i> hynny fod, a 'r Diawliaid eu hunain
      <br>yn eu harswydo cymmaint. Ond cyn
<a name="43546"></a>
      <br>pen nemor, dyma Glarc y Goron yn eu
      <br>galw hwy wrth eu henwau fel y canlyn.
<a name="43548"></a>
      <br>Meistr <i>Medleiwr</i>, ali&agrave;s <i>Bys ym h&ocirc;b brywes</i>,
      <br>'roedd hwn mor chwidr a phrysur yn
<a name="43550"></a>
      <br>fforddio 'r lleill nad oedd e 'n cael mor
      <br>ennyd i atteb trosto 'i hun nes i Angeu
<a name="43552"></a>
      <br>fygwth ei hollti a 'i saeth. Yna Meistr
      <br><i>Enllibiwr</i>, ali&agrave;s <i>Gelyn y geirda</i>, dim atteb:
<a name="43554"></a>
      <br>mae e 'n orchwylus glywed ei ditlau, eb y
      <br>trydydd, nis gall aros mo 'r llysenwau.
<a name="43556"></a>
      <br>Ai tybied, eb yr <i>Enllibiwr</i>, nad oes <i>ditlau</i> i
      <br>chwitheu? Gelwch, ebr ef, Meistr <i>Rhodreswr</i>
<a name="43558"></a>
      <br>mel-dafod, <i>ali&agrave;s</i>, Llyfn y llwnc, <i>ali&agrave;s</i>, Gw&ecirc;n
      <br>y gwenwyn. <i>Redi!</i> ebr Merch oedd yno
<a name="43560"></a>
      <br>tan ddangos y Rhodreswr. O, ebr ynte,
      <br><br><span class="pg">[td. 75]</span> 
<a name="43562"></a>
      <br>Madam <i>Marchoges!</i> eich gwasanaethwr tlawd,
      <br>da genni 'ch gweled yn i&acirc;ch ni weles i
<a name="43564"></a>
      <br>'rioed ferch harddach mewn cl&ocirc;s; ond
      <br>o'ch feddwl druaned yw 'r Wl&acirc;d ar eich
<a name="43566"></a>
      <br>&ocirc;l am lywodraethwraig odiaeth, etto 'ch
      <br>cwmnhi hyfryd chwi a wn&acirc; Uffern ei
<a name="43568"></a>
      <br>hun yn beth gwell. O F&acirc;b y Fall fawr,
      <br>ebr hi, nid rhaid i n&ecirc;b gyda thi 'r un
<a name="43570"></a>
      <br>Uffern arall, 'r wyti 'n ddigon. Yna galwodd<br>y Criwr <i>Marchoges, <span style="font-style:normal">ali&acirc;s</span>, Meistres y
         <br>Cl&ocirc;s!</i>&nbsp;<i>Redi</i>, eb rhywun arall, ond hi ni
<a name="43572"></a>
      <br>ddywedodd air, eisieu ei galw hi <i>Madam</i>.
      <br>Yn nesa, galwyd <i>Bwriadwr Dyfeisieu, <span style="font-style:normal">ali&agrave;s</span>,
<a name="43574"></a>
         <br>Si&ocirc;n o bob Crefft</i>. Ond ni attebei hwnnw
      <br>chwaith, 'r oedd e 'n prysur ddyfeisio 'r
<a name="43576"></a>
      <br>ffordd i ddianc rhag <i>Gwl&acirc;d yr Anobaith</i>.
      <br><i>Redi, redi</i>, ebr un oi &ocirc;l, dyma fo 'n spio lle
<a name="43578"></a>
      <br>i dorri 'ch brenhinllys, ac oni wiliwch, mae
      <br>ganddo gryn ddyfais i 'ch erbyn. Ebr y
<a name="43580"></a>
      <br><i>Bwriadwr</i>, gelwch ynte 'n rhodd, Meistr
      <br><i>Cyhuddwr</i>, ei frodyr, <i>ali&agrave;s</i>, Gwiliwr y gwallieu,<br>&nbsp;<i>ali&agrave;s</i>, Lluniwr Achwynion. <i>Redi,
<a name="43582"></a>
         <br>redi</i>, dyma fo, ebr Ceccryn cyfreithgar,
      <br>canys gwyddei bob un henw 'r llall, ond ni
<a name="43584"></a>
      <br>addefei neb mo 'i henw ei hunan. Gelw<br>chwitheu, ebr Cyhuddwr, Meistr <i>Ceccryn
         <br>cyfreithgar, <span style="font-style:normal">ali&agrave;s</span>, Cwmbrus y cyrtieu:</i> Tystion,
<a name="43586"></a>
      <br>tystion o honoch, fel y galwodd y cn&acirc; fi,
      <br>ebr Cecryn. Hai, hai, ebr <i>Angeu</i>, nid wrth
<a name="43588"></a>
      <br>y Bedyddfaen, ond wrth y Beieu 'r henwir<br>pawb yn y Wlad yma, a thrwy 'ch
      <br><br><span class="pg">[td. 76]</span> 
<a name="43590"></a>
      <br>cennad, Meistr <i>Ceccryn</i>, dyna 'ch henweu
      <br>a sai arnoch o hyn allan byth. Aie, ebr
<a name="43592"></a>
      <br><i>Ceccryn</i>, myn Diawl, mi wn&acirc; 'n h&acirc;llt i
      <br>chwitheu, er y galleich fy lladd, nid oes
<a name="43594"></a>
      <br>gennych ddim awdurdod i 'm llysenwi.
      <br>Mi r&ocirc;f gydcwyn am hynny, ac am gamgarchariad<br>arnoch wi ach c&acirc;r <i>Lucifer</i>&nbsp;ynghwrt<br>&nbsp;<i>Cyfiawnder</i>. Erbyn hyn, gwelwn
<a name="43596"></a>
      <br>fyddinoedd <i>Angeu</i> wedi ymdrefnu, ac ymarfogi,<br>a 'u golwg ar y Brenin am roi 'r gair.
      <br>Yna, ebr y Brenin, wedi ymsythu ar ei frenhinfainc,<br>Fy lluoedd ofnadwy anorchfygol
<a name="43598"></a>
      <br>na arbedwch ofal a phrysurdeb i hebrwng
      <br>y Carcharorion hyn allan o 'm Terfyneu i
<a name="43600"></a>
      <br>rhag diwyno Ngwl&acirc;d; a bwriwch hwy
      <br>'n rhwym tros y Dibyn diobaith, au penne
<a name="43602"></a>
      <br>'n isa. Ond yr wythfed y gwr cwmbrus
      <br>yna sy 'n fy mygwth i, gedwch ef yn
<a name="43604"></a>
      <br>rh&#375;dd uwchben y Geulan tan Gwrt Cyfiawnder,<br></i> i brofi, gwneud ei gwyn yn dd&acirc;
      <br>i 'm herbyn i, os geill. A chyda 'i fod e 'n
<a name="43606"></a>
      <br>eistedd, dyma 'r holl Fyddinoedd marwol
      <br>wedi amgylchu a rhwymo 'r Carcharorion,
<a name="43608"></a>
      <br>ac yn eu cychwyn tu a 'u lletty. A minneu<br>wedi mynd allan, ac yn lled-spio ar
      <br>eu h&ocirc;l, Tyrd yma, ebr <i>Cwsc</i>, ac a 'm cippiodd<br>i ben y T&#373;r ucha ar y Ll&#375;s. Oddiyno,<br>gwelwn y Carcharorion yn mynd
<a name="43610"></a>
      <br>rhagddynt i 'w dihenydd tragwyddol: A
      <br>chyn pen nemor, cododd pwff o gorwynt,
<a name="43612"></a>
      <br>ac a chwalodd y Niwl pygdew cyffredin
      <br><br><span class="pg">[td. 77]</span> 
<a name="43614"></a>
      <br>oedd ar wyneb <i>Tir Ango</i>, onid aeth hi 'n
      <br>llwyd oleu, lle gwelwn i fyrdd fyrddiwn
<a name="43616"></a>
      <br>o ganhwylleu gleision, ac wrth y rheiny,
      <br>c&ecirc;s olwg o hirbell ar fin y <i>Geulan ddiwaelod:<br></i> Ond os golwg dra echryslawn oedd
<a name="43618"></a>
      <br>honno, 'roedd yno uwchben olwg erchyllach<br>na hitheu, sef, <i>Cyfiawnder</i> ar ei Gorseddfainc<br></i> yn cadw drws Uffern, ar Frawdle
      <br>neilltuol uwchben y safn i roi barn ar y
<a name="43620"></a>
      <br>Colledigion fel y delont. Gwelwn daflu
      <br>'r lleill bendramwnwgl, a <i>Checcryn</i> ynteu
<a name="43622"></a>
      <br>yn rhuthro 'i daflu ei hun tros yr ymyl
      <br>ofnadwy, rhag edrych unwaith ar Gwrt
<a name="43624"></a>
      <br><i>Cyfiawnder</i>, canys och! 'r oedd yno olwg
      <br>rydost i wyneb euog. Nid oeddwn i ond
<a name="43626"></a>
      <br>yspio o <i>hirbell</i>, etto mi a welais fwy o erchylldod<br>arswydus, nac a fedrai rwan ei
      <br>draethu, nac a fedrais i 'r pryd hynny ei
<a name="43628"></a>
      <br>oddef; canys, ymdrechodd a dychlammodd
      <br>f' yspryd gan y dirfawr ddychryn, ac ymorchestodd<br>mor egniol, oni thorrodd holl
<a name="43630"></a>
      <br>gloieu C&#373;sc, a dychwelodd f' enaid iw
      <br>chynnefin swyddeu: A bu lawen iawn
<a name="43632"></a>
      <br>genni 'ngweled [~ fy ngweled ] fy hun etto yn ym&#375;sc y
      <br>rhai <i>byw</i>; a bwriedais fyw well-well, gan
<a name="43634"></a>
      <br>fod yn esmwythach genni gan mlynedd o
      <br>gystudd yn llwybreu sancteiddrwydd, na
<a name="43636"></a>
      <br>gorfod gweled cip arall ar erchylldod y Noson<br>honno.
      <br>
<a name="43638"></a></font>

<table width="90%"><tr><td><h4><a href="t43.htm" target="thetext" ><span class="cym">I&#146;r brig</span><br /><span class="eng">Back to the top</span></a></h4></td><td align="right"><h4><a href="t44.htm" target="thetext" ><span class="cym">Adran nesaf</span><br /><span class="eng">Next section</span></a></h4></td></tr></table>
</body></html>