
<!DOCTYPE html
  PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
   <head>
      <meta http-equiv="Content-Type" content="text/html; charset=UTF8">
   
      <link rel="stylesheet" href="../hcwl2.css" type="text/css">
      <title>Cronicl Hywel ap Syr Mathew</title>
   </head>
   <body>
      <h3>&#8216;Cronicl Hywel ap Syr Mathew&#8217;, Peniarth 168 (1568 (ms. 1589-90)), 198r-237r.</h3>
      <h3>Cynnwys<br><span class="eng">Contents</span></h3>
      <table width="95%">
         <tr>
            <td width="80%"><a href="#headno1">Wiliam Gwnkwerwr
                  weithian</a></td>
            <td valign="bottom">198r</td>
         </tr>
         <tr>
            <td width="80%"><a href="#headno2">
                  Wiliam R&uuml;phws
                  </a></td>
            <td valign="bottom">199r</td>
         </tr>
         <tr>
            <td width="80%"><a href="#headno3">Harri y kynta</a></td>
            <td valign="bottom">200r</td>
         </tr>
         <tr>
            <td width="80%"><a href="#headno4">Brenhin Stephan</a></td>
            <td valign="bottom">201r</td>
         </tr>
         <tr>
            <td width="80%"><a href="#headno5">Henry yr ail</a></td>
            <td valign="bottom">202r</td>
         </tr>
         <tr>
            <td width="80%"><a href="#headno6">Richard gyntaf</a></td>
            <td valign="bottom">203r</td>
         </tr>
         <tr>
            <td width="80%"><a href="#headno7">Brenhin Sion</a></td>
            <td valign="bottom">204r</td>
         </tr>
         <tr>
            <td width="80%"><a href="#headno8">Harri y trydydd</a></td>
            <td valign="bottom">205v</td>
         </tr>
         <tr>
            <td width="80%"><a href="#headno9">Edwart gyntaf</a></td>
            <td valign="bottom">206v</td>
         </tr>
         <tr>
            <td width="80%"><a href="#headno10">
                  Edward yr ail
                  </a></td>
            <td valign="bottom">207v</td>
         </tr>
         <tr>
            <td width="80%"><a href="#headno11">Edward yr ail.</a></td>
            <td valign="bottom">208r</td>
         </tr>
         <tr>
            <td width="80%"><a href="#headno12">Edward y trydydd</a></td>
            <td valign="bottom">208*r</td>
         </tr>
         <tr>
            <td width="80%"><a href="#headno13">Richard yr ail.</a></td>
            <td valign="bottom">210v</td>
         </tr>
         <tr>
            <td width="80%"><a href="#headno14">Henri y .4.ydd
                  </a></td>
            <td valign="bottom">212r</td>
         </tr>
         <tr>
            <td width="80%"><a href="#headno15">Harri y p&uuml;med</a></td>
            <td valign="bottom">212v</td>
         </tr>
         <tr>
            <td width="80%"><a href="#headno16">Harri y chweched.</a></td>
            <td valign="bottom">214v</td>
         </tr>
         <tr>
            <td width="80%"><a href="#headno17">Edward y pedwerydd</a></td>
            <td valign="bottom">218v</td>
         </tr>
         <tr>
            <td width="80%"><a href="#headno18">Edward y p&uuml;med</a></td>
            <td valign="bottom">221r</td>
         </tr>
         <tr>
            <td width="80%"><a href="#headno19">Richard y trydydd</a></td>
            <td valign="bottom">221r</td>
         </tr>
         <tr>
            <td width="80%"><a href="#headno20">Harri .7.ed
                  </a></td>
            <td valign="bottom">221v</td>
         </tr>
         <tr>
            <td width="80%"><a href="#headno21">Harri wythued</a></td>
            <td valign="bottom">222v</td>
         </tr>
         <tr>
            <td width="80%"><a href="#headno22">Edward y chweched</a></td>
            <td valign="bottom">230r</td>
         </tr>
         <tr>
            <td width="80%"><a href="#headno23">Brenhines Mari</a></td>
            <td valign="bottom">233r</td>
         </tr>
      </table>
      <hr>
      
      
      
      
      <span class="pg">[td. 198r] </span>
      
      <div>
         <a name="headno1"></a><h3>Wiliam Gwnkwerwr
             weithian
         </h3>
         &nbsp;&nbsp;&nbsp;
         <div>
             Wiliam Bastart oedd vab i Robert D&uuml;k o
            Normandi
            ap Richard y .3. ap Richard yr .2. ap Richard
            ddiofn
            ap Wiliam ap Rollo vchod yr hwnn a elwid
             Robert gwedi i vedyddio o Arled merch i bannwr
             o dre Phalais i vam Ac Wiliam Gwnkwerwr i gelwid ef
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Wiliam Gwnkwerwr a dda&uuml;th ir ynys honn y 15<sup><span style="font-size: 9pt">ed</span></sup>
             dydd o vis Hydref oedran Crist .1067. ac a
            wledychodd
            .21. ac vn mis ac a orchvygodd y Saesson ac
             a ddyrrodd rhai i Gymr&uuml; a rhai or Deyrnas ac
             a wnaeth gyfreithe er i brophid eh&uuml;n ac
            amhrophid
            y Saesson. Y Wiliam hwnn a wnaeth
            gestyll
            a threfydd ac a roes Normandiait yndd&uuml;nt
             ac a beris i dda&uuml; Gardinal o R&uuml;fain ddyfod ir ynys
             honn a thrwy i archedigaeth ef i tynnysson Esgyb
            <span class="pg">[td. 198v] </span>
             ac Abadoedd a Phrioried Saesson oi krefydddai
             allan ac a roessant Normaniaid ynn i lle./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Y .4. vlwyddyn oi wledychiad ef i din&uuml;strodd y Dans
             lawer ar y North ac ynnill tref Iork. ond ni
             b&uuml; hir hyd pa<font color="#009900">n</font>n dyrrwyd ymaith ac ef a
            anrheithiodd
            y brenhin o Iork i D&uuml;rham o gwbl lid a
             dicter wrth yr ardalwyr am vdd&uuml;nt ddioddef ir
             Dans ddyfod val na hewyd grwn .9. mlynedd./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Ac ynghylch yr amser hwnnw i b&uuml; drafais
             rhwng archesgob Iork a Lanphranc Archesgob
             Canterb&uuml;ri am yr or&uuml;chafieth ynn Lloegr ond
             Archesgob Cawnterb&uuml;ri ai hennillodd ac
            Archesgob
            Iork a dyngodd&nbsp;llw darostwngedigaeth iddo./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Y .10. vlwyddyn i kyfododd Iarll Herphordd a Raph
             Iarll Norpholk ynn erbyn y brenhin./ ar
            brenhin
            ai herwriodd ac ai <span class="corr">deholodd</span> or Deyrnas ac a
             dorrodd penn Iarll Walryf./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Ynghylch y .15. vlwyddyn oi goroniad ef Robert
             Cwrteis i vab hyna ef drwy nerth brenhin
             Phraink Phi<font color="#009900">lip</font> a ryfelodd ai dad yn
            Normandi
            &nbsp;lle i clwyfwyd Wiliam Gwnkwerwr yn ddrwc
             ond heddwch a wnaethbwyd./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Wiliam Gwnkwerwr a wnaeth phorest newydd
             yn Hamsir ac a ddin&uuml;strodd yr eglwyssi .30.
            milltir
            o gwmpas ac ynn i amser ni chafas Sais
             na swydd na gor&uuml;chafieth vchelwridd yn Lloegr
             Ynn i amser ef i b&uuml; dreth ynn <span class="corr">Lloegr</span> nid amgen
             ar bob .20. kyfeir o dir chwe swllt yr .19. vlwyddyn
             oi wrogeth
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Yr Wiliam hwnn a ryfelodd a Phraink ac a
             wnaeth lawer o ddryge a cholledion yno ac a
            glevychodd
            ar clevydd hwnnw a dd&uuml;c i vywyd ac y<font color="#009900">n</font>n
            <span class="pg">[td. 199r] </span>
             i glefyd ac i gwnaeth i Destament ac i rhodd
             ac i gorchmynnodd Deirnas Loegr ai choron
             i Wiliam R&uuml;phws i ail mab rhai ai galwai
             Wiliam Goch.
            
         </div>
         
      </div>
      
      <div>
         <a name="headno2"></a><h3>
            <span class="damage">&lt;Wiliam R&uuml;phws&gt;</span>
            
         </h3>
         &nbsp;&nbsp;&nbsp;
         <div>
             Wiliam R&uuml;phws nei Goch oedd ail mab i
            Wiliam
            Bastart ac a goroned yn Westmestr wyl
             Gosmws a Damian ac wedi <span class="corr">gwledych&uuml;</span> o hono .14.
             mlynedd i lladdodd Water Tyrel ef a saeth yn keissio
             saeth&uuml;&nbsp;llwdwn yn y phorest newydd a wnaeth
             ef ac i dipheithyssai ef .52. o eglwyssi plwy yw
             
            <span class="corr">gwne&uuml;th&uuml;r</span> ac yngaer Wynt i claddwyd ef
             heb neb ynn wylo ar i ol Dechre&uuml; Wiliam Goch
             v&uuml; y .17. dydd o vis Medi oedran Crist 1089.
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             A Robert Cwrteis i vrawd a dda&uuml;th o Normandi
             i Loegr i Borthampton ar vedyr bwrw&nbsp;
            Wiliam
            i vrawd allan oi vrenhiniaeth. Eithr
            heddwch
            a wnaethbwyd nid amgen y vrenhiniaeth
             i Wiliam Goch dan dal&uuml; i Robert D&uuml;c o
            Normandi
            i vrawd bob blwyddyn .300. o vorkie a
             phob vn ynn aer iw gilydd pann vai marw
             yr llall
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Yr ail vlwyddyn oi vrenhiniaeth i cyfododd swrn o
             arglwyddi Lloegr yn erbyn y brenhin ac a roessont
             wrth rai o drefi Lloegr ond brenin Wiliam
             ai gwahanodd ac ai dyrrodd or Deyrnas allan./
            
         </div>
         <span class="pg">[td. 199v] </span>
         &nbsp;&nbsp;&nbsp;
         <div>
             Y<font color="#009900">n</font>n y .3.<sup><span style="font-size: 9pt">edd</span></sup> vlwyddyn i rhyfelodd yr y Scottied a Lloegr
             ar brenhin a ordeinodd l&uuml; ac aeth yno ac yn
             ol llawer Scirmais a rhyfel i gwnaethbwyd
             heddwch ac ar Valcolyn brenhin Scotlond dyng&uuml;
             llw vf&uuml;dddra i vrenhin Lloegr
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Y 4<sup><span style="font-size: 9pt">edd</span></sup> vlwyddyn i b&uuml;&nbsp;wynt angyrriol y<font color="#009900">n</font>n Ll&uuml;ndain
             ac i byrrodd ir llawr gant o dai a phenn Bow
             chwrch ac a wnaeth lawer o anrhaith ynn
            Winchestr
            ac mywn lleoedd eraill Ac yn yr amser
             hwnnw i rhyfelodd y Cymr&uuml; ac i lladdwyd Rhys
             i blaenor ac i gorchvygwyd hwynt. Ar Rhys
             hwnn a elwid y brenhin diwaethaf o Gymr&uuml;
             Malcolyn brenhin y Scotlond a ll&uuml; mawr gantho
             a <span class="corr">dda&uuml;th</span> i Loegr ond Iarll Northymyrlond ai
            kymerth
            i vyn&uuml; ac yno i lladdwyd Malcolyn brenhin
             y Scottlond./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Y .6. vlwyddyn oi wrogeth ef i gwnaethbwyd trwy
             holl Gred l&uuml; dirva&uuml;r o chwechant o viloedd i
             vyned i ynnill Kaer&uuml;salem ai capten ai penn
             arweddwr <span class="corr">oedd</span> Gotphre D&uuml;k o Lorayn ai dda&uuml;
             vrod&uuml;r a llawer o bennaethied Kred am benn
             hynny ac ynn yr amser hwnnw i gwystlodd&nbsp;
            llawer
            mil o wyr i tir i vyned ir siwrnai ho<font color="#009900">n</font>n./
             Ac y mysc yr rhain vn oedd Robert Cwrteis d&uuml;c
             o Normandi a wystlodd i dir iw vrawd Wiliam
             brenhin Lloegr er kann mil o b&uuml;nne./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Ynghylch yr 8<sup><span style="font-size: 9pt">ed</span></sup> vlwyddyn oi wrogeth ef i b&uuml;&nbsp;
            drethe
            dirvawr mawr ynn Lloegr a Normandi a
             marwolaeth vawr hyd na allwyd ha&uuml; na
            llaf&uuml;rio
            yr vlwyddyn honno megis i b&uuml; newyn a
            phrinder
            y vlwyddyn ar ol
            
         </div>
         <span class="pg">[td. 200r] </span>
         &nbsp;&nbsp;&nbsp;
         <div>
             Ynghylch yr vnfed flwyddyn ar ddec oi wrogeth i
             gwnaethbwyd Westmestr hal ac ir ennillwyd
            Kaer&uuml;salem
            ac i gwnaethbwyd Gotphre capten y
             Cristnogion ynn vrenhin ynghaer&uuml;salem./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Marw f&uuml; yr Wiliam hwnn heb etifedd oi gorph
             ac ynn Winsiestr i claddwyd gwedi gwledych&uuml;
             .12. mlynedd a .10. mis medd y Saesson./
            
         </div>
         
      </div>
      
      <div>
         <a name="headno3"></a><h3>Harri y kynta</h3>
         &nbsp;&nbsp;&nbsp;
         <div>
             Harri brawd Wiliam Goch a elwid Harri
            Yscolhaic
            .3.<sup><span style="font-size: 9pt">edd</span></sup> mab i Wiliam Gwnkwerwr a goronwyd
             ynn vrenhin Loegr y .5.<sup><span style="font-size: 9pt">edd</span></sup> dydd o Awst oedran Crist
             .1101./ vlwyddyn./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Y vlwyddyn gyntaf oi vrenhiniaeth i rhodd ef ves&uuml;re
             Lloegr ynn i lle gwedi i bod y<font color="#009900">n</font>n hir o amser o
             vaes i lle Ai vrenhines Mawd chwaer Edgar
             brenhin y Scotlond.
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Y 4<sup><span style="font-size: 9pt">edd</span></sup> vlwyddyn i rhyddhaodd y D&uuml;c o Normandi y
             brenhin oi drybed o .300. o vorke [bob blwyddyn]
             Ac er hynn o waith drwc dafode ac ethrodion ir
             aeth yn anghyf&uuml;ndeb mawr rhwng y brenhin
             ar D&uuml;c o Normandi i vrawd a rhyfel mawr ac
             or diwedd dala yr D&uuml;c Robert ai roi yngharchar
             ynghaer Ddydd tra fai vyw a meddiann&uuml; or
            brenhin
            &nbsp;Dd&uuml;giaeth Normandi./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Y .6.<sup><span style="font-size: 9pt">ed</span></sup> vlwyddyn or brenhin Harri gyntaf i rhyfelodd
             Iarll y Mwythic ac ef a Iarll Cornwel a chwedi
             hynny hwynt a ddalwyd ac a roed yngharchar tre
             v&uuml;ont vyw./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Ynghylch yr amser hwnn i gwnaeth y brenhin
            <span class="pg">[td. 200v] </span>
             gyfreith galed y<font color="#009900">n</font>n erbyn lladron a threiswyr ac
             anghyfiownder ac a wnaeth exec&uuml;ssiwn arn&uuml;n
             wrth ei gweithredoedd rhai meirw rhai tynn&uuml; i
             llygaid, rhai i <span class="corr">hysbadd&uuml;</span>./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Ynghylch y .13.<sup><span style="font-size: 9pt">ec</span></sup> oi wrogeth i krynodd y ddaiar ynn
             y Mwythic ynn ar&uuml;th&uuml;r ac afon Drent aeth
             ynn isbydd megis i gellid myned yn droetsych
             drwyddi
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Y<font color="#009900">n</font>n y .17. ir aeth ymrafel rhwng Lewys
            brenhin
            Phrainc a Harri gyntaf brenhin Lloegr ac
             i b&uuml; vaes cre&uuml;lon rhyngth&uuml;n ar Saesson a
            gafas
            y gore A brenhin Phrainc a gilodd a heddwch
             a v&uuml; ond Wiliam mab hynaf y brenhin a
            dyngodd
            i vrenhin Phrainc lw kowirdeb./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Yr .20. vlwyddyn i kwnnodd Wiliam D&uuml;c o
            Normandi
            y mab hynaf ir brenhin a Richard i vrawd
             a Mari i chwaer hwynte a Richard Iarll Chestr
             ai arglwyddes nith y brenhin ac i gyd hyd y<font color="#009900">n</font>n
             chwech a chant y dyfod o Normandi i Loegyr
             y boddyssant ond vn dyn
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Ynghylch y .26. or brenhin hwnn i kynhalwyd
            Parlemant
            yn Ll&uuml;ndain yn vn peth ymysc [ereill]
             i wne&uuml;th&uuml;r cosb ar Opheiriaid am i cam vywyd
             a hynny ar swyddogion y brenhin i kosbi./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Ynn 22 or brenhin harri<a href="#fntext1" name="fnno1"><sup><b>[1]</b></sup></a> hwnn achos heb etifedd
             gwriw oi gorph i gwnaeth i verch Mawd
            Amherodres
            i lywodraeth&uuml; y vrenhiniaeth ar i ol
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Ynghylch yr 28. vlwyddyn or Harri hwnn i
            priododd
            Mawd amherodres Siephre Plantagenet
             Iarll Angeow a mab a v&uuml; iddo o honi a elwid
            <span class="pg">[td. 201r] </span>
             
            <span class="damage">&lt;Harri&gt;</span> ar<a href="#fntext2" name="fnno2"><sup><b>[2]</b></sup></a> Harri hwnn gwedi Stephan a v&uuml; vrenhin
             y<font color="#009900">n</font>n Lloegr ar .25. vlwyddyn oi goroniad yr .2. dydd
             o Ragvyrr oedran Crist .1135. i b&uuml; varw ac yn
             Reding i claddwyd./
            
         </div>
         
      </div>
      
      <div>
         <a name="headno4"></a><h3>Brenhin Stephan</h3>
         &nbsp;&nbsp;&nbsp;
         <div>
            <a href="#fntext3" name="fnno3"><sup><b>[3]</b></sup></a>
             Stephan Iarll Bolayn a mab Iarll Bloys o
             Adela merch Wiliam Bastart i vam a nai i
             Harri gyntaf drwy gyngor swrn o arglwyddi
             ac Ieirll&nbsp;Lloegr yn erbyn i llw i vrawd yr
            Amherodres
            a wnaethbwyd ynn vrenhin ac a
            goronwyd
            &nbsp;ddydd gwyl Sant Stephant oed Crist .1135.
             Yn yr amser hwnn ir oedd anghyf&uuml;ndeb mawr rhwnc
             arglwyddi Loegr Achos rhai oedd ar rann yr
             amherodres ac ereill ar ra<font color="#009900">n</font>n Stephant y
            brenhin
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Brenhin Stephan a oresgynnodd gestyll a thai
            Escobion
            ac a roes i wyr eh&uuml;nan yndd&uuml;nt ar veddwl
             dala yn erbyn yr Amherodres yr honn ir oedd yn
             i phryder&uuml; yn wastad./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Yr ail vlwyddyn ir aeth y gair varw y brenhin a
             chynnwrf aeth ynn Lloegr ac anodd v&uuml; i gosteg&uuml;
             Ar vyrder gwedi hynny ir aeth brenhin Stephan
             a ll&uuml; mawr gantho i Normandi ac yno i b&uuml;&nbsp;
            rhyngtho
            ryfel mawr ac Iarll Angeow gwr Mawd
            Amherodres
            ac aer kyfreithlon coron Loegr./ A
             phan ddarf&uuml; iddo ddarostwng yno i gwnaeth Instans
             i vab yn Dd&uuml;c yno./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Ynn y .6. vlwyddyn i da&uuml;th Mawd Amherodres i
            Loegyr
            drwy gyngor Iarll Kaer Loiw ac Iarll Chester
             nei gaer Lleon ac a wnaethant ryfel cre&uuml;lon
            <span class="pg">[td. 201v] </span>
             ar y brenhin ac or diwedd i dalwyd y brenhin ac i
             gorchvygwyd i l&uuml; ac i danfonwyd ef at yr
            Amherodres
            ac i danfonodd hithe ef i Vr&uuml;sto
            yngharchar.
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Gwedi hynny Kent a Ll&uuml;ndain a gwnnodd yn erbyn yr
             Amherodres ynghweryl y brenhin ac a roessant
             vaes iddi ynn Winsiestr ac a gilodd yr Amherodres
             i gaer Loiw ac Iarll caer Loiw a ddalwyd ac
            ybol&uuml;dd
            y brenhin ac Iarll a yllyngwyd o gyfnewid./
             Gwedi hynny i kynn&uuml;llodd y brenhin bower mawr ar
             Amherodres a gilodd i Rydychen ac yno i rhodd y
             brenhin i wyr wrth y dref ond yr amherodres
             a gonveiwyd allan ar hyd nos a hi aeth i
            Walingphord
            ac wedi hynny ir aeth i Normandi heb
             vawr gid a hi
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Amgylch y .10.<sup><span style="font-size: 9pt">ed</span></sup> vlwyddyn o goroniad brenhin Stephan
             ir rhoes yr I&uuml;ddeon vachgen ar y groes ar Dd&uuml;w
             Pasc o ddirmic ac o watwar ar Grist ac ar y
             phydd gatholic.
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Yr .11.<sup><span style="font-size: 9pt">ec</span></sup> vlwyddyn o wrogeth brenhin Stephan i b&uuml;
             varw Siephre Plantagined Iarll gwr Mawd
            Amherodres
            gwedi ynnill eilwaith o hono dd&uuml;giaeth
             Normandi ar vrenhin Stephan ac i diweddodd i
             vowyd a Harri i vab ynn i le a dda&uuml;th.
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Harri d&uuml;c o Normandi ynghweryl Mawd
            amherodres
            i vam a dda&uuml;th i Loegr ac a ennillodd gastell
             Malmzbri ac yno y Twr gwynn a thre
            Nottingham
            a llawer o gestyll a chad<span class="damage">&lt;e&gt;</span>rnyd a llawer maes
             a v&uuml; rhyngth&uuml;n./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Yn y .17. vlwyddyn o vrenhin Stephan i
            gwnaethbwyd
            heddwch rhwng yr amherodres ai mab ar
             brenhin Stephan dan amod bod Stephan yn
            vren<span class="pg">[td. 202r]</span>hin
            tra fai vyw ar brenhin y .15. o vis Hydref
            a v&uuml; varw oed Crist .1154. yr hwnn ni b&uuml;&nbsp;ddidrwbl
            ynn i oes ynn  Pheversham i claddwyd.
            
         </div>
         
      </div>
      
      <div>
         <a name="headno5"></a><h3>Henry yr ail</h3>
         &nbsp;&nbsp;&nbsp;
         <div>
            Henri yr ail mab i Siephre Plantagined
            Iarll Angeow a Mawd Amherodres yr .20. dydd
            o vis Rhagvyrr oedran Crist .1155.<a href="#fntext4" name="fnno4"><sup><b>[4]</b></sup></a> Ar
            brenhin
            hwnn a ehangodd i vrenhiniaeth ac a ennillodd
            drachefyn a gollysse eraill ac oi wroleth i
            amylhaodd
            y Deyrnas o Scotlond, Iwerddon, ynys
            Orcades,
            Br&uuml;taen vechan, Poytou, Gion a
            Phrovins
            ereill o Phrainc
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
            Yr ail vlwyddyn i byrrodd ef i lawr y kestyll a
            wnaethyssid
            yn amser brenhin Stephan. gwedi
            hynny
            efo aeth ir North ac a gafas gan yr y
            Scottiaid Gwmberlond, a Northwmberlond a
            roesse Mawd amherodres vdd&uuml;nt meddent hwy./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
            Y .3.<sup><span style="font-size: 9pt">edd</span></sup> vlwyddyn i da&uuml;th ef i Gymr&uuml; a dirvawr l&uuml;
            gantho ac a ryolodd yno ac wedi hynny i hadeilodd
            gastell Rh&uuml;ddlan<a href="#fntext5" name="fnno5"><sup><b>[5]</b></sup></a>
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
            Ynghylch y .5.<sup><span style="font-size: 9pt">ed</span></sup> vlwyddyn i dechre&uuml;wyd treth a
            byrhaodd
            .20. mlynedd a llawer o drwbwl a <span class="corr">dda&uuml;th</span> ar ol
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
            Yr .8.<sup><span style="font-size: 9pt">ed</span></sup> vlwyddyn i dalwyd Wiliam brenhin yn y
            Scottied
            ac wedi gwne&uuml;th&uuml;r homags a llw kyweirdeb
            i vrenhin Harri i gyllyngwyd. Ar .10.<sup><span style="font-size: 9pt">ed</span></sup> vlwyddyn
            ir aeth Saint Thom<font color="#009900">a</font>s Archesgob Cawnterb&uuml;ri
            y<font color="#009900">n</font>n keissio ymddiphin kyfiownder yr Eglwys ar
            <span class="pg">[td. 202v] </span>
             gil or deyrnas i R&uuml;fain i gwyno wrth Bab
            Rh&uuml;fain
            rhac y brenhin ac i ddowed&uuml;d y pynke ir oedd
             y<font color="#009900">n</font>n i codi ynn erbyn kyfreith a chyfiownder ar y
             Deyrnas Eithr wrth dretment y Pab a Lewys
             brenhin Phrainc i canhiadodd y brenhin iddo i
            Archesgobeth
            drachefyn ac ni b&uuml; hir gwedi hynny hyd
             pa<font color="#009900">n</font>n laddwyd
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Y .18.<sup><span style="font-size: 9pt">ed</span></sup> or brenhin hwnn i danfonodd y brenhin herots
             at Bab Rh&uuml;fain i ervyn i ryddha&uuml; ac i ymesg&uuml;so
             am <span class="corr">laddiad</span> Saint Thomas Ac y mysc petha&uuml;&nbsp;<span class="corr">e</span><span class="corr">reill</span> i rhoed y brenhin dan i benyd bod ynn
            gyfreithlon
            ir holl deyrnas gwyno at y Pab ac na
             bai vrenhin yn Lloegr hyd pa<font color="#009900">n</font>n i pwyntie y
             Pab./ Y vlwyddyn honn ir aeth y brenhin i
            Iwerddon
            ac i darostyngodd ac i rhwymodd&nbsp;wrth
            vrenhiniaeth
            Loegr./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Y .22. vlwyddyn o vrenhiniaeth Harri yr ail i
             peris ef goroni i vab hynaf a elwid Harri ai
             briodi a Margred merch brenhin Phrainc./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Ar benn y chydic wedi hynny wrth annogieth&nbsp;
            brenhin
            Phrainc a brenhin y Scotlond a llawer
            ychwanec
            y rhyfelodd ynn erbyn Harri i dad a
            rhyngth&uuml;nt
            i b&uuml; lawer maes ond y tad oedd ynn ei
             hynnill ac ir mab i gorf&uuml; plyg&uuml; a deissif
             heddwch. Ac yn y rhyfel hwnn i dalwyd Wiliam
             brenhin Scotlond ac i carcharwyd ac i rhoes
             am i illyngdod dre Gaerleil a n&uuml;w castel
             vpon Tein a thyng&uuml; byth lw kowirdeb ir
            brenhin
            efo ai ganllynwyr ynte&uuml; a gwne&uuml;th&uuml;r
            homaets
            pann ovynnid/ Ynghylch yr amser hw<font color="#009900">n</font>n
             ir oedd lawer o I&uuml;ddeon yn <span class="corr">Lloegr</span> ac ynghylch
            <span class="pg">[td. 203r] </span>
             y Pasc yn arfer o roi plant ar y groes y
            ddynwared
            marwolaeth Crist ac o ddirmic ac o
            watwar
            arno ac ar phydd y Cristnogion./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Yn y 23. vlwyddyn oi wrogaeth i b&uuml; varw Harri
             y mab hynaf i Harri yr ail Ac yno drachefn
             ir aeth yn rhyfel rhwng brenhin Philip o
            Phrainc
            ynghylch Piteow a chastell Gisowrs ar
             24. o Harri yr ail Richard Iarll Piteow a
             ryfelodd yn erbyn brenhin Lloegr i dad ac a
            gymerth
            rann brenhin Phrainc ac a <span class="corr">ennillodd</span> ar i
             dad lawer phortres a chastell Ac ybol&uuml;dd&nbsp;
            gwedi
            i b&uuml; varw brenhin Harri yr ail oed Crist
             yno .1188./
            
         </div>
         
      </div>
      
      <div>
         <a name="headno6"></a><h3>Richard gyntaf</h3>
         &nbsp;&nbsp;&nbsp;
         <div>
             Richard gyntaf yr ail mab i Harri yr ail
             a goronwyd yn vrenhin Lloegr y .3. dydd o vis Medi
             oedran Crist .1189.<a href="#fntext6" name="fnno6"><sup><b>[6]</b></sup></a> y Richard hwnn a elwid Rich<font color="#009900">ard</font>
             Cwrdeleion. Y vlwyddyn gyntaf o Richard
             Gwrdeleion da&uuml; vaeli oedd lywodraethwyr ar
             L&uuml;ndain. Yr amser hwnn y cwnnodd tervysc
             rhwng gwyr Ll&uuml;ndain ar I&uuml;ddeon oedd ynddi gan
             vaint i rhyfic ai balchedd ac i sbeiliwyd ac i
             dyrwyd phwrdd
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Y vlwyddyn gyntaf honn i da&uuml;th brenhin Scotlond
             i Gawnterbri i wne&uuml;th&uuml;r gwrogeth i vrenhin
             Richard. Ynghylch hynn o amser holl&nbsp;
            vrenhinoedd
            Cred a'mbyrratoodd&nbsp;ddirvawr l&uuml; i vynd i
             ynnill Kaer&uuml;salem ac i gynorthwyio y
            Cristnogion
            yn yr Assia. Ar <span class="corr">drydedd</span> vlwyddyn oi
             wrogeth ir aeth brenhin Richard a dirvawr l&uuml;
             gantho t&uuml; a Chaer&uuml;salem ac ar y phordd i
            <span class="pg">[td. 203v] </span>
             kwnkweriodd Ynys Ciprws Ac ynn Assia ir
             ymgyfeillachodd&nbsp;a brenhin Phrainc/ ac ef a
            gwnkweriodd
            Acton ond ar vyrder gwedi hynny ir
             aeth travais rhyngtho a brenhin Phrainc. A
             Philip brenhin Phrainc a drodd adref ac a
             ddipheithiodd Normandi ac a gynghorodd Sion
             brawd brenhin Richard i gymryd llywodraeth
             teyrnas Loegr yn absen i vrawd. Gwedi
             hynn brenhin Richard a ennillodd ir
            Cristynogion
            dre Ioppe ai hamgylchion ac a roes y
             Twrk mewn llawer maes ynn y kwilydd./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Y .4. vlwyddyn o goroniad brenhin Richard ac
             ynte yn Assia ir aeth rhwng arglwyddi Lloegr
             a Wiliam Esgob Eli yr hwnn a ydowsse y
            brenhin
            i lywodraeth&uuml; y Deyrnas tra vai ynte
             allan ac yno i newidiodd brenhin Richard
            gaer&uuml;salem
            a Gwi o Lessingham am Ciprws a
             chwedi hynny ynn hir o amser i gelwid yn
             vrenhin Kaer&uuml;salem
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Y .5. vlwyddyn o Richard vrenhin Lloegr a
            Chaer&uuml;salem
            pan glyb&uuml; yrr&uuml; Esgob Eli ar pho or
             Deyrnas a bod Iohn i vrawd oi benn i h&uuml;n
             ynn kymryd llywodraeth y Deyrnas a bod
             Philip brenhin Phrainc gwedi anrheithio
             Normandi i gwnaeth drettis rhyngtho ar
             Twrk mawr a chyngrair dair blynedd ac
             i troes t&uuml; a Lloegr ac ychydic o wyr gid ac
             ef Ac ar y phordd ynn emyl Thrasia i
            daliodd
            y D&uuml;c o Awstrits ef ac <font color="#ff3300">[sic]</font> aeth ac ef yn
            garcharor
            at yr Amherodr. Ar Amperodr
            <span class="pg">[td. 204r] </span>
             Harri ai kadwodd yngharchar vlwyddyn a ph&uuml;m
             mis Ac ynn i garchar i troed llew atto ac i
             tynnodd ynte galo<font color="#009900">n</font>n y llew oi gorph ac i lladdodd
             ef y llew./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Yn y .6./ o wrogeth brenhin Richard i gillyngwyd
             oi garchar ac i talodd i arianswm yr hwnn
             oedd ga<font color="#009900">n</font>n mil o b&uuml;nne&uuml;. ac yna i rhyfelodd
             ar vrenhin Phrainc ac a Sion i vrawd a
            llawer
            o ddrwc a cholled o bob t&uuml;. Yr wythued
             vlwyddyn ir aeth kyngrair rhwng Phrainc a
             Lloegr ac a ymroes Iohn iw vrawd./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Yn y .10. vlwyddyn o Richard gyntaf i peris ac
             i hordeiniodd Innocent Bab gyphess&uuml; ac i
            gwaharddodd
            roi yr aberth yn y dda&uuml; natt&uuml;r ir
            Llygion.
            Ac ar vyrder yn ol hynny drychefn
             rhyfel [a <span class="corr">ddigwyddodd</span>] rhwng Phrainc a <span class="corr">Lloegr</span>./
             a brenhin Lloegr a vordwyodd i Normandi ac
             yno weithie ynnill o vrenhin Phraink howlds
             a chestyll ynn Normandi ac weithie brenhin
             Lloegr yn ynnill yn Phrainc. Ond brenhin
            Richard
            aeth i ossod wrth gastell Gaelart ac vn
             or castell ai harganv&uuml; ac ai trewis yn i be<font color="#009900">n</font>n
             a gwnn ac ai lladdodd./ A marw [v&uuml;] heb
            ettifedd
            oi gorph oedran Crist 1200. ar .12.
            vlwyddyn
            oi wrogeth ac a gladdwyd ynn Phont Euerard
            
         </div>
         
      </div>
      
      <div>
         <a name="headno7"></a><h3>Brenhin Sion</h3>
         &nbsp;&nbsp;&nbsp;
         <div>
             Sion gwedi marw Richard heb ettifedd oi
             gorph a goroned ynn vrenhin ac a gwenwyn
             i llaas ac ynghaer Wrangon i claddwyd./
            
         </div>
         <span class="pg">[td. 204v] </span>
         &nbsp;&nbsp;&nbsp;
         <div>
             Yn amser brenhin Iohn i dechre&uuml;wyd y brod&uuml;r d&uuml;on
             y<font color="#009900">n</font>n rhe Dolosanws oed Crist .1205. A .4. blynedd&nbsp;
            gwedi
            hynny i <span class="corr">dechre&uuml;odd</span> Saint Phrancis grefydd y
            brod&uuml;r
            &nbsp;llwydion ynn emyl Dinas Asilij. Ar vn
            vlwyddy<font color="#009900">n</font>n
            
            honno i gwaharddwyd opherenna&uuml; dros gwbwl
             o Loegr oblegid amrysson am ddewis Archesgob
             ynghaer Gaint. Ar gwahardd hwnnw a byrhaodd
             .7. mlynedd./ Ynghylch yr amser hwnnw i
            gwaharddodd
            Sion vrenhin Lloegr awd&uuml;rdod a threth a
             phower y Pab or Deyrnas honn peth ni wellaodd
             ddim Ac ynn ol hynny Philip brenhin Phrainc
             ynghweryl Arth&uuml;r d&uuml;k o Vr&uuml;ttaen yr hwnn a
             
            <span class="corr">enwyssai</span> rai o arglwyddi Loegr yn vrenhin a
            ryfelodd
            ar vrenhin Sion ac ai gyrrodd o Normandi
             ac a ennillodd arno lawer o gestyll a threfydd./
             Ond gwedi colledion mawr o bob t&uuml; heddwch a
            wnaethbwyd
            yr amser hwnn i da&uuml;th brenhin y Scotlond
             i dyng&uuml;&nbsp;llw kowirdeb i vrenhin Sion o Loegr. y
             Cymr&uuml;&nbsp;<span class="corr">ai</span> galwai Ieuan vrenhin.
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Yn yr ail vlwyddyn i gwelad yn Swydd Iork b&uuml;mp
             lle&uuml;ad ar vnwaith ar yr awyr ar  ail gayaf
             i da&uuml;th tymhestloedd a thowydd garw a chenllysc
            kymaint
            ac wye iair./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Arth&uuml;r o Vr&uuml;ttaen y .3. vlwyddyn a ddalwyd a
            llawer
            o wyr o vrddas i gyd ac ef ac a dda&uuml;th ynn
            garcharor
            i Loegr./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Yn y .6. vlwyddyn ir interditiodd y Pab
            vrenhiniaeth
            Loegr ac ir ysgym&uuml;nodd vrenhin Sion achos
             na ydawe ef Stephant Laughton yn Archesgob
             ynghaer Gaint.
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Y .7. vlwyddyn Philip brenhin Phrainc a oresgy<font color="#009900">n</font>nodd
             Normandi yr honn ni b&uuml;ysse dan vrenhiniaeth
            <span class="pg">[td. 205r] </span>
             Phrainc er ys trychan mlynedd kynn hynny./
             Ynghylch yr amser hwnnw i rhyfelodd y Cymr&uuml;
             ar Gwyddyl ar brenhin Sion ai gyrrodd i bryn&uuml;
             heddwch er llawer o a&uuml;r ac arian a da./ Ac
            ynghylch
            yr amser hwnnw i mwrdrwyd Philip
            Amperodr
            yr Almaen./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Yn y .9. vlwyddyn o vrenhin Sion i gwnaethbwyd
             maer a Sieryddion yn Ll&uuml;nden gyntaf erioed./
             Ar maer a elwid Henri phyts Alwy<font color="#009900">n</font>n ar
             Sieryfied kyntaf ar a v&uuml; yn Ll&uuml;nden a elwid
             Pityr D&uuml;k a Thomas Neel./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Ynghylch y .13. i rhyfelodd Philip brenhin Phrainc
             ar Loegr yn gymaint ac i gorf&uuml; ar vrenhin
             Sion ymroi i bab Rh&uuml;fain ac ymrwymo drosto
             ef ai rac gynllynwyr vrenhinoedd&nbsp;ddala dan
            goron
            Bab Rh&uuml;fain a thal&uuml; bob blwyddyn vil o
            vorke
            o arian./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Yr .16./ o vrenhin Sion i b&uuml; drafes mawr rhwng
             pennaethied Lloegr ai harglwyddi a chyphredin
             y Deyrnas ynn gymaint ac i gorf&uuml; ar y brenhin
             ddanvon i Phlawndrs am nerth ac arglwyddi
             Lloegr a ddanvonodd at Lewys vab Philip
            brenhin
            Phrainc ac ai kymerson ynn lle brenhin
             arn&uuml;n ac ai kadarnha&uuml;sson i ryfela yn
            erbyn
            brenhin Sion. A chy<font color="#009900">n</font>n diwedd y rhyfel hwnn
             i clefychodd y brenhin ac i b&uuml; varw yn Nywark
             vpon Trent y .19. o vis Hydref oedran Crist
             .1216. Ond rhai y sydd ynn te&uuml;r&uuml; mae Mynach
             ai gwenwynodd ef ynghaer Wrangon ac yno
             i claddwyd./
            
         </div>
         
      </div>
      <span class="pg">[td. 205v] </span>
      
      <div>
         <a name="headno8"></a><h3>Harri y trydydd</h3>
         &nbsp;&nbsp;&nbsp;
         <div>
             Harri drydydd y mab hynaf i vrenhin Sion a
            goroned
            yn Westministr drwy nerth rhai o
            arglwyddi
            &nbsp;Lloegr yn .9. mlwydd o oed./ Yn i amser ef
             i b&uuml; y vattel yn Lewys  yn Sowthsex a
            battel
            y barrwnnied yn Ewsam oed Crist yna
             1265. yr 48. o vrenhiniaeth ac wedi
            gwledych&uuml;
            o hono .55./ o vlynyddoedd i b&uuml; varw ac yn
             Westministr i claddwyd./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Yn ol hir ryfel rhyngtho a Lewys mab Philip
             brenhin Phrainc yr wrth amode&uuml; rhai o
            arglwyddi
            &nbsp;Lloegr oedd yn cleimio coron Loegr ond
             or diwedd yn heddwch ir aeth ac i Lewys [i gorf&uuml;]
             vyned i Phrainc ac am i dra&uuml;l iddo vil 
             o vorke./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Y vlwyddyn gyntaf o Harri drydydd ymysc
            kyfreithe
            da ereill i gwnaethbwyd vawr a elwid
             Magna Charta a llawer ychwanec. Y 4.
             vlwyddyn i priododd Alexander brenhin Scotlond
             Ioan chwaer Harri y .3. vrenhin Loegr./ Ar
             vlwyddyn honn i gorchmynwyd ir dieithred
            voedio
            y Deyrnas achos Phowks Debrent oedd
             yn cadw castell Betphord yn erbyn ywyllys y
             brenhin. Y .5. vlwyddyn i da&uuml;th crefydd y
            brod&uuml;r
            &nbsp;llwydion gyntaf i Loegr ac a elwid ordr
             Saint Phrancis
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Y .13. vlwyddyn ir aeth y brenhin a ll&uuml; mawr
            gantho
            i <span class="corr">Vr&uuml;taen</span> yn erbyn Lewys prins Phrainc
             ac yn ol anrheitho y tir yn heddwch ir aeth./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Yr .16. vlwyddyn ir aeth rhwng y brenhin ac
             arlgwyddi Loegr achos efo a roes oi wassaneth
            <span class="pg">[td. 206r] </span>
             alla<font color="#009900">n</font>n y Saesson ac a gymerth yn i wassaneth
             ddieithred ac yn i gyngor
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Y .19. vlwyddyn i priododd y brenhin Elenor merch
             Iarll Provins./ Ynghylch yr .21. vlwyddyn oi
            wrogeth
            ef holl Phrainc yn vn a gyv&uuml;n a vnodd na
             bae i vn gwr eglwyssic dan boen o bechod
            marwol
            gael dwy eglwys./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Yn yr .31. vlwyddyn i dad wnaeth y brenhin
            Phransies
            &nbsp;Ll&uuml;nden achos cam varn a roessant yn
            erbyn
            Margred Vyel Wydow./ Yn yr 38 Prins
             Edward y mab hynaf i Harri a briododd Elenor
             merch brenhin Castil ac iddo i rhoes dowyssogeth
             Gymr&uuml; a llywodreth Gwien<a href="#fntext7" name="fnno7"><sup><b>[7]</b></sup></a> ac Iwerddon ac
            yna
            gyntaf i henwyd Prins Cymr&uuml;
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Yn yr 48. vlwyddyn i b&uuml; yr maes yn Lewys rhwng
             brenhin Harri y .3. ac arglwyddi Loegr ai
            chyphredin
            ac i collodd y brenhin y maes ac i kafas
            mywn
            amode&uuml; i illwng a Richart i vrawd brenhin
             Rh&uuml;fain a S<font color="#009900">yr</font> Eduard i vab ac eraill .25. a
            ddalwyd
            o wyr mawr <span class="corr"></span>
             
            <span class="corr">Ac vgein mil o gyphredin</span> ar brenhin ai vrawd
             a ymrwymyssant ar ganhiadha&uuml; vdd&uuml;n y
            kyfreithe
            &nbsp;<span class="damage">&lt;a&gt;</span> sierten o acts a wnaethoeddid yn y
            Parlmant
            yn Rhydychen ky<font color="#009900">n</font>n no hynny ac a roes
             Prins Edward yngwystyl ar hynny
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Ar vyrr gwedi hynny ir aeth rhwng Iarll Kaer
             Loiw ac Iarll Lecester a Phrins Edward a
             gymerth rann Iarll Kaer Loiw ac
            ynghilingworth
            i b&uuml; vaes angyrriol rhyngth&uuml;nt
             ar maes a ennillodd Prins Edward ai barti./
             Ar vyrr gwedi hynny Simond Montphord
             Iarll Lecester a wnaeth l&uuml; mawr ac a ym
            
            <span class="pg">[td. 206v] </span>
             
            gydfarv&uuml; a Phrins Edward y<font color="#009900">n</font>n Ewssam lle y
             lladdwyd yr Iarll a llawer oi barti./ Ynghylch
             y .54. oi vrenhiniaeth i kymerth y brenhin
            gymeint
            o ddigofeint wrth wyr Ll&uuml;nden <span class="corr">ac</span> i
            gwaharddodd
            vdd&uuml;nt i rhydddab [ac i dalodd] yn i law
             eh&uuml;n Eithr drwy gymodreddwyr rhyngth&uuml;n
             i prynyssont y rhydddab ai libertis ac i talyssont
             ir brenhin vgen mil o vorke./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Yn y .55. or brenhin hwnn i kymerth Edward vab
             Harri drydydd i siwrnai t&uuml; ar tir bendigaid
             ac yno i nerthodd ef Dref Acrs yr honn ir oedd
             Sawden Swrrey gwedi rhoi siets&nbsp;wrthi./ A
             thra oedd Edwart yn y siwrnai honno brenhin
             Harri drydydd i dad a v&uuml; varw yr .16. o vis
             Tachwedd oedran Crist yna 1272. ac yn
            Westministr
            i claddwyd./
            
         </div>
         
      </div>
      
      <div>
         <a name="headno9"></a><h3>Edwart gyntaf</h3>
         &nbsp;&nbsp;&nbsp;
         <div>
             Edwart gyntaf or henw vab Harri .3.<sup><span style="font-size: 9pt">edd</span></sup> pan
             glyb&uuml; varwolaeth i dad mis Awst nessaf at
             hynny a dda&uuml;th i Loegr ac a goroned yn
            vrenhin
            ac a wledychodd .35. mlynedd gwedi dyfod or
             tir bendigaid ac yn Westmestr i coronwyd
             yr .19. dydd o vis Awst oed Crist yna .1274. ac
             yn y lle ir oedd Alexander brenhin y Scotlont
             ac yno i gwnaeth lw obediens i vrenhin Edwart
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Yr ail vlwyddyn oi goroniad ir aeth y brenhin
             i Gymr&uuml; ac i gwnaethbwyd heddwch rhwng <font color="#ff3300">[sic]</font> a
            
             Ll<font color="#009900">ywely</font>n Prins Cymr&uuml; ac ar L<font color="#009900">ywely</font>n dal&uuml; ir <span class="corr">bren</span><span class="pg">[td. 207r]</span><span class="corr">hin</span> vgein mil o vorke./ Y .10. vlwyddyn i b&uuml;
            vaes yng Cymr&uuml; rhwng Ll<font color="#009900">ywely</font>n prins Cymr&uuml; ar
            brenhin. ar brenhin a dd&uuml;c yr or&uuml;chafieth a Ll<font color="#009900">ywely</font>n
            ai vrawd Davydd a giliodd. Ac ar vyrr gwedi
            hynny i dalodd S<font color="#009900">yr</font> Edmwnd Mortimer yr hwnn oedd
            vab i S<font color="#009900">yr</font> Raph Mortimer o Wlad&uuml;s Dd&uuml; verch Ll<font color="#009900">ywely</font>n
            ap Ioreth Drwyndw<font color="#009900">n</font>n modryb yr arglwydd&nbsp;Ll<font color="#009900">ywely</font>n
            chwaer i dad o vrad gwyr <span class="corr">B&uuml;ellt</span> ac i <span class="corr">torrodd</span> i
            benn ac i danvonodd ynn amser ir brenhin oed
            Crist 1284. A chwedi hynny i vrawd a
            gwarterwyd./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
            Y .13. vlwyddyn or brenhin hwnn i gwyharddwyd i <span class="corr">rhydd</span><span class="corr">dab</span> i L&uuml;nden ac i kymerth y brenhin yw law&nbsp;
            eh&uuml;n
            achos ir Maer gymryd gwabr gan y
            pobyddion
            am i dioddef i <span class="corr">wne&uuml;th&uuml;r</span> bara da<font color="#009900">n</font>n y Seis.
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
            Y 24. vlwyddyn i rhyfelodd yr y Scottied ar y
            brenhin
            ar brenhin a roes sawt wrth Verwick ac yno
            i b&uuml; vaes cre&uuml;lon ar Saesson a gafas y gore ac
            a ennillodd y Dref ac yno i lladdwyd or y Scottied
            b&uuml;mp mil arh&uuml;gein ar brenhin a ymroes gwedi
            hynny i Edward./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
            Y .26. vlwyddyn ar brenhin Edward yn Normandi i
            da&uuml;th
            y Scottied ai brenhin newydd a elwid Walkes
            i Northwmberlond i dir. Eithr yr ail vlwyddyn
            gwedi
            hynny ir aeth brenhin Edwart gyntaf i
            Scotlond
            ac ynn Phankyk ir ymgyfarv&uuml; a brenhin
            Scotlond ac i b&uuml; vrwydyr chwerwdost rhyngth&uuml;n
            ac or diwedd brenhin Lloegr aeth ir maes ac a
            laddodd
            or y Scottied ynghylch 32. o viloedd, a Walkes
            i brenhin newydd a gilodd, ar kyphredin a ymroes
            yngras y brenhin Edward./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
            Ynghylch y .32. or brenhin Edward i gwnaeth i vab
            hynaf ef lawer o anllywodraeth ar brenhin ai
            <span class="pg">[td. 207v] </span>
             rhoes yngharchar a rhai oi gyfeillach./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Ynghylch y 33. Walks brenhin Scotlond a ddalwyd
             ac a <span class="corr">dda&uuml;th</span> i L&uuml;nden ac yno i b&uuml; varw&nbsp;<span class="corr">y bol&uuml;dd</span>&nbsp;
            gwedi
            hynny i da&uuml;th&nbsp;llawer o arglwyddi ac Esgyb o
            Scotlond
            i ymroi i vrenhin Edwart a chwedi hynny
             ir aeth y brenhin i Scotlond ac ir ymgyfarv&uuml;
             a Robert de Br&uuml;ce y<font color="#009900">n</font>n emyl tre Sa<span class="damage">&lt;in&gt;</span>t Iohnes
             lle i b&uuml; ymladd ar&uuml;th&uuml;r Ond brenhin Edward aeth
             ar maes ac a laddodd .7. mil or Scottied a Robert
             de Br&uuml;ce a gilodd i Norway a llawer o arglwyddi
             Scotlond a ddalwyd ac a ddanvonwyd i L&uuml;nden ac
             yno i b&uuml;ont veirw
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Yn y .35. i b&uuml; varw Edward gyntaf y .7.<sup><span style="font-size: 9pt">ed</span></sup> dydd o vis
             Gorphennaf oedran Crist 1307. Ac yn Westmestr i
             claddwyd./
            
         </div>
         
         
         <div>
            <a name="headno10"></a><h3>
               
               
            </h3>
            &nbsp;&nbsp;&nbsp;
            <div>
                Yn amser Edward gyntaf hwnn i kyvodes Madoc
                a Morgan yn erbyn y brenhin ac i lladdyssont S<font color="#009900">yr</font>
                Roger P&uuml;leston Liftenant y brenhin ac i da&uuml;th
                y brenhin i Gymr&uuml; i dir Mon ac yno i gwnaeth
                gastell y D&uuml;w Mares a chestyll eraill ar vordyr
                y mor ac y chydic gwedi hynny i dalwyd
               Madoc
               a Morgan ac yn Ll&uuml;nden i colled eill da&uuml; ac
                 i rhoes Brenhin Edwart y kyntaf i Edwart yr
                ail yr hwnn a elwid kaer yn Arvon,
                Dwyssogaeth Cymr&uuml; ac Iarllaeth gaer Lleon./
               
            </div>
            
         </div>
         
      </div>
      <span class="pg">[td. 208r] </span>
      
      <div>
         <a name="headno11"></a><h3>Edward yr ail.</h3>
         &nbsp;&nbsp;&nbsp;
         <div>
             Edward yr ail vab i Edward y kyntaf a elwid Edward
             Kaer yn Arvon Prins Cymr&uuml; a ddechre&uuml;odd&nbsp;wledych&uuml;
             y 24. o vis Chwefrol oedran Crist yna 1307. ac
             vgein mlynedd i gwledychodd ac ynghaer Loiw i
            claddwyd./
            Yr Edward hwnn a briodes Isabel merch ac
            etifedd
            Philip Brenhin Phrainc gwedi hynny ef a
             ddanfones y vrenhines at Edward i mab i <span class="corr">wne&uuml;thr</span>
             heddwch rhyngtho a brenhin Phrainc oedd yn cadw ac
             yn meddiann&uuml; i dir ai gyfoeth ef or parth draw
             ir <span class="corr">mor</span> a thra v&uuml;ont yno i peris y brenhin drwy
             ddryg kyngor grio yn Ll&uuml;nden i wraic ai vab ynn
             draet&uuml;ried iddo ef ai Deyrnas. A pha<font color="#009900">n</font>n <span class="corr">ddoeth</span> y
            vrenhines
            ai mab ir tir ef a gilodd y brenhin hyd
            ynghastell
            Nedd ac yno i dalwyd ef ac i d&uuml;gpwyd i
            gastell
            Kenelworth ynghylch kalan Gayaf. Yn yr
             vn  vlwyddyn gwedi yr Ystwyll i kynhalwyd
            Parlment
            yn <span class="corr">Ll&uuml;nden</span> ac yno i tynwyd ef oi
            vrenhiniaeth
            a gwyl Vair y kanhwylle nessaf at hynny i
             koroned Edwart .3.<sup><span style="font-size: 9pt">edd</span></sup> i vab ef yn vrenhin yn .15.
            mlwydd
            o oedran. A mis Ebrill hynny i d&uuml;gpwyd yr
             hen vrenhin i gastell Barklay ac yno i llas ef a
             beer brwd ynn i din./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Ynghylch y chweched vlwyddyn Robert le Bruce pan
             glyb&uuml; vod anvndeb rhwng Edward kaer yn Arvon
             ac arglwyddi Lloegr a dda&uuml;th drychefn i Scotlond ac
             yno i kymerpwyd ynn vrenhin. Ac yno ir aeth
             Edward Kaer yn Arvon a ll&uuml; mawr gantho ac yn
             ymyl Banockisborn i kyfarv&uuml; ar y Scottied ac i
             b&uuml; vrwydyr gre&uuml;lon rhyngth&uuml;nt ond Lloegr a
             
            <span class="corr">gollodd</span> y maes./ A llawer o arglwyddi Lloegyr
            <span class="pg">[td. 208v] </span>
             a laddwyd ac a ddalwyd ar brenhin a ddiangodd i
            Verwic.
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Ar .9. vlwyddyn oi wrogeth ir ennillodd yr y Scottied
             Verwik ac ychydic wedi hynny ir entrysson ynn
             Northwmberlond a lladd gwyr a gwragedd a phlant
             yno./ Ynghylch yr amser hwnnw ir oedd&nbsp;
            ddr&uuml;dyn
            nwch
            a phrinder ynn <span class="corr">Lloegr</span> o bob peth ac ynn
             hynny marwolaeth y cornwyd ac er hynn o
            ddialedd
            ac advyd ni wellhai y brenhin nai gydwybod
             nai gonsiens nai vowyd anllywodraeth&uuml;s
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Yn yr .11. oi goroniad i b&uuml; vrwydr rhyngtho ar
             Scottied yn Swydd Iork yn lle a elwid Mytton ar
             Saesson a golles y maes ar brenhin oedd i gyd wrth
             lywodraeth H&uuml;gh Spencer y tad ar mab ac
             ni charent hwy nar kyphredin nar kyphredin
             hwynte&uuml;
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Y .12. vlwyddyn o wrogeth Edward kaer yn Arvon i
             gwyharddwyd y deyrnas i H&uuml;gh Spencer y tad ac
             i hugh Spencer y mab trwy Barlment./ Eithr
             ni b&uuml; hir gwedi hynny hyd pan ddanfonodd y
            brenhin
            ynn erbyn y gyfreith honno ynn i hol ai rhoi
             ynn vchelwried  ac awgtoritie drychefn./ gwedi
             hynny i b&uuml; vrwydr rhwng arglwyddi Lloegr ar
             brenhin ynn lle a elwir Browghbridg ac yno i
             lladdwyd llawer o varwnnied Lloegr ac wedi
             hynny Iarll Lancastr a llawer o varwnnied ereill
             a marchogion a ddienyddwyd ynn anrh&uuml;garoc./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Yn y 17.<sup><span style="font-size: 9pt">ec</span></sup> vlwyddyn i kilodd y vrenhines rhac
            malais
            yr y Spencers ac Edwart i mab gid a hi
             i Phraink at i <span class="corr">brawd</span> Siarls ac ar vyrr gwedy
             hynny rhac ofn y Pab y gwyharddodd Siarls
            vrenhin
            Phrainc ei chwaer ac ei mab deyrnas
            Phrainc
            ac heb gynnal a hi yr hynn a addowssei./
            
         </div>
         <span class="pg">[td. 208*r] </span>
         <a href="#fntext8" name="fnno8"><sup><b>[8]</b></sup></a>
         &nbsp;&nbsp;&nbsp;
         <div>
             Yn y .19. vlwyddyn o Edwart kaer yn Arvon i
            dalwyd
            y brenhin megis i dywetpwyd or blaen ar
             y Spencer ac Iarll Arndel a Robert Baldoc
             a llawer y chwanec a roed i veirw. am ei
            gweithredoedd
            
         </div>
         
      </div>
      
      <div>
         <a name="headno12"></a><h3>Edward y trydydd</h3>
         &nbsp;&nbsp;&nbsp;
         <div>
             Edward vab Edward Kaer yn Arvon o Isabel v<font color="#009900">er</font>ch
             Philip Lebeaw ai heyr a goroned yn vrenhin yn
             Lloegr yr ail dydd o vis Chwefrol oed Christ .1326.<a href="#fntext9" name="fnno9"><sup><b>[9]</b></sup></a>
             ac efo oedd&nbsp;wr anrhydedd&uuml;s gwych dewr, tr&uuml;garoc
             hael da <span class="corr">wrth</span> y sawl a garai a drwc wrth i gas,
             llywodraeth&uuml;s ynn i weithredoedd ac oedd yn passio
             eraill mywn kyneddfe&uuml; da a gwell na neb mywn
             dilechtid rhyfel./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Yr Edward hwnn a roes arfe&uuml;&nbsp;Lloegr a Phrainc
             yn i vaner a phan oedd oed Crist yn 1346. yr
            vnved
            dydd arddec o vis Awst i b&uuml; y vrwydr Yngressi
             rhyngtho ef a Philip brenhin Phrainc ac i kilodd
             Philip ac i llaas brenhin Boem a brenhin
            Marorican
            a llawer o wyr mawr am benn hynny. Ar
             drydedd vlwyddyn gwedi hynny i b&uuml; i varwolaeth
             gyntaf or cornwyd. A dwy vlynedd gwedi hynny
             i gwnaeth Wiliam Edington tressyrer Lloegr
            gyntaf
            arian pedair ac arian dwy./ A phedeir blynedd
             gwedi hynny i daliodd Ed<font color="#009900">ward</font> ap Edward y trydydd Iohn
             vrenhin Phrainc./
            
         </div>
         <span class="pg">[td. 208*v] </span>
         &nbsp;&nbsp;&nbsp;
         <div>
             Y 10<sup><span style="font-size: 9pt">ed</span></sup> vlwyddyn o goroniad Edward y .3.<sup><span style="font-size: 9pt">edd</span></sup> i d&uuml;c ef i ach
             ai edryd i goron Phrainc nid amgen nai vod yn
             vab i Edward yr ail o Isabel merch ac aeres ac
            etifedd
            Philip Lebeau brenhin Phrainc./ Yn yr
            amser
            hwnnw ir oedd&nbsp;newid
            <a href="#fntext10" name="fnno10"><sup><b>[10]</b></sup></a> ar bob peth yn Lloegr na b&uuml; na
             chynt na chwedi i vath. Chwarter o wenith er ijd
              a gwyd er ijd a pharchell er jd ych tew er vj<sup><span style="font-size: 9pt">s</span></sup>
             ac viijd a davad vras er vjd
            
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Yn y 12. vlwyddyn i gwnaeth ll&uuml; dirvawr i vyned i
             Phrainc ac i gadarnha&uuml; heddwch rhyngtho a Holant
             a Seland ac a Brabant ac i tiriodd yn Antwarp
             A thrwy gymolonedd yr Emperodr Lewys i criwyd
             ac i gwnaethbwyd yn vickar general drwy yr holl
             Emperodreth./ Y 13. trwy Barlment i galwyd
             ef yn vrenhin Phrainc ac yno i kydiodd arfe&uuml;
             Lloegr a Phraink val i maen yno ac etto./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Y 14. vlwyddyn a brenhin Edward y .3.<sup><span style="font-size: 9pt">edd</span></sup> yn mordwyo
             t&uuml; a Phlandrs i kyfarf&uuml; ar y mor yn emyl
            havyn
            Sl&uuml;s a brenhin Phrainc ai l&uuml; ac yno i b&uuml;
             battel ar&uuml;th&uuml;r rhyngth&uuml;n a brenhin Edward a
             ennillodd y maes a brenhin Phrainc a gilodd a
             phedwarkant o longe iddo ac oedd yndd&uuml;n a <span class="corr">ddistrywi</span><span class="corr">wyd,</span> a ddalwyd ac a voddwyd./ Ychydic gwedi
            hynny
            ir aeth Edward a ll&uuml; mawr o wyr Lloegr a
             gwyr yr Emperodr ac i rhoes siyts&nbsp;wrth Dwrnai
             a Chowntes Henawlt mam brenines Loegr a
             chwaer brenhin Phrainc a wnaeth gyngrair
            rh<font color="#009900">yn</font>gth&uuml;n
            vlwyddyn a brenhin Lloegr a droes adref./
             Yn hynn o amser trwy waith brenhin Phrainc ef a
             ennillodd yr Scottied lawer o Loegr./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Y .18. vlwyddyn o goroniad Edward .3. ir ordeiniodd ef
             ac i dyveissiodd er anrhydedd a mowredd i Vair vam
             Grist a Saint Ior&uuml;s varchoc vrddol Patrwn y
            <span class="pg">[td. 209r] </span>
             Deyrnas honn .26. o varchogion ym mraint gradd
             ac ordr Saint Ior&uuml;s ac a elwir gradd marchoc
             or gardys ac yn Winsor i gwnaethbwyd./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Ynghylch y pryd hwnn i danfonwyd Iarll Derbi a ll&uuml;
             gantho i Asgwin ac ir ennillodd gestyll a threfydd
             ac a laddodd dec mil o Phrankod a Gasgwyns ac a
             ddalodd Iarll Lay i penn Capten a llawer o wyr mawr
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Yr 20. vlwyddyn i mordwyodd i Normandi ac i
            gorescynnodd
            y tir ac ai hysbeiliodd ac i danfonodd i Loegr yr
             ysbeil ac yno i b&uuml; yr maes ynghresse ar maes a
             ennillodd Edward y .3.<sup><span style="font-size: 9pt">edd</span></sup> ac yno i llaas brenhin Boem
             a phedwar vgein o Dwyssogion a .12. cant o
            varchogion
            vrddolion a dec mil arhvgein or kyphredin
             Gwedi hynny i rhoes Edward sawt wrth Galais ac i
             b&uuml; yno yr yspas o vlwyddyn Ac yn hynny o amser i
             da&uuml;th brenhin Phraink ar vedr kwnn&uuml; yr sawd ac
             
            <span class="corr">ymddiphin</span> y Dref ac ir aeth phwrdd heb roi maes
             ac yno i rhoed y Dref i vrenhin Edward y trydydd
             Yr amser i sowdiwyd Calais i da&uuml;th Davydd o
            Scotlond
            drwy annoc brenhin Phrainc i vordyr Lloegr
             ar vrenhines a wnaeth o opheiriaid a llygion [l&uuml;] ac
             yn agos i Dd&uuml;rham mywn maes a ddalodd brenhin y
             Scotlond a llawer o arglwyddi ac Ieirll ac a laddodd yn
             y maes hwnnw or kyphredin bymthec mil./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Ynghylch y .22. vlwyddyn o vrenhin Edward y 3<sup><span style="font-size: 9pt">edd</span></sup> i b&uuml;
             newyn a marwolaeth trwy yr holl vyd ac yn Itali
             odid vn yn vyw am gant yn veirw./ Ynhre Baris
             yn Phrainc i b&uuml; varw dec mil a de&uuml;gein mil. Ac yn
             Ll&uuml;nden yn y Chartyr hows heb law&nbsp;<span class="corr">lleoedd</span> ereill
             i claddwyd dec mil a de&uuml;gein mil./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Yn y vlwyddyn honn ir ymkanodd kapten Calais
            draet&uuml;riaeth
            drwy roi yr dref ir Phrankod drychefn
             Yn yr amser hwnnw i gwrthododd Edward y .3.<sup><span style="font-size: 9pt">edd</span></sup> vod
             yn Emperodr./ Y .27. vlwyddyn i rhoed castell a
            <span class="pg">[td. 209v] </span>
             thre yr Geins i vrenhin Edward./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Ynghylch y .19. vlwyddyn ir aeth Edward Towyssoc
             Cymr&uuml; mab Eduard y .3.<sup><span style="font-size: 9pt">edd</span></sup> i Asgwyn ac i
            distrywiodd
            gestyll a threfydd ac a ennillodd gastell a thre
             Reche<span class="damage">&lt;m&gt;</span>orentyn ac ychwanec./ Yr amser hwnn
             yr aeth y brenhin i Galais ar vedr darostwng
             Phrainc ac a droodd i Loegr achos yr y Scottied
             oedd yn blino bordre Lloegr./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Yn y .30. vlwyddyn. Edward Prins Cymr&uuml; yn agos i
             dre Boitiers a roes maes i Iohn brenhin Phrainc
             ac arno i d&uuml;c y maes ac yno i dalodd y brenhin
             ai vab Philip a naw Iarll ac Esgob Sen<span class="damage">&lt;s&gt;</span> a llawer
             y chwanec o Ieirll ac arglwyddi a barwnied a
            marchogion
            hyd vnkant arbymthec. Ac yno i llaas y
             D&uuml;c o Byrgwyn ar D&uuml;c o Athiens a S<font color="#009900">yr</font> Iohn
             Clermont marsial o Phrainc a llawer o
            varwnnied
            a marchogion a gwyr o ryfel hyd yn .1700.
             a 3000 eraill or kyphredin./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Y .33. vlwyddyn ir aeth brenhin Edward y .3.<sup><span style="font-size: 9pt">edd</span></sup> ac Edwa<font color="#009900">rd</font>
             towyssoc Cymr&uuml; gid ac ef i Galais ac i Phrainc
             ac i distrywiodd y gwledydd heb dr&uuml;garedd Ac ar vyr
             ir aeth yn heddwch dan i vrenhin Lloegr gael
            Gasgwyn
            Gien, Poitiers, Lymson Beleuil a llawer
             o arglwyddiaethe&uuml; a threfydd a chestyll ar holl&nbsp;
            diroedd
            a berthyne vdd&uuml;nt ac ar vrenhin Sion dal&uuml;
             yn i rawnsswm dair mil o Dd&uuml;kats yr [hynn] yw
             p&uuml;mp mil o b&uuml;nne&uuml;. Ac yno i rhyddhawyd brenhin
             Sion o Phrainc. Y 37. vlwyddyn y da&uuml;th i
            sportio
            i L&uuml;ndain ac yn y Savoy yn Ll&uuml;nden i b&uuml;
             varw./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Yn y vlwddyn honn i kymerth Edward Prins
            Cymr&uuml;
            &nbsp;wrogeth Gien ac Acqwitan ac a wnaeth
            ho<span class="pg">[td. 210r]</span>
            maets
            i Edward .3.<sup><span style="font-size: 9pt">
                  <span class="corr">edd</span>
                  </span></sup> i dad am hynny Ynghylch
            40. vlwddyn o goroniad Edward y .3.<sup><span style="font-size: 9pt">edd</span></sup> Dampetyr
            o Spaen a vyriodd Harri i vrawd allan o
            vrenhiniaeth
            ac am hynny i diengis at Brins Edward
            oedd yr amser hwnnw yn y dre a elwid Bwrdeaux
            ar Petyr hwnn drwy nerth y Prins a roes
            maes
            i Harri i vrawd ac ai byriodd allan ac a
            laddodd
            b&uuml;m mil oi wyr ac a gafas Petyr lawer o
            gestyll a threfydd drychefn yr rhai a ynnillyssai
            Harri i vrawd arno or blaen ac ychydic gwedi
            hynny i kynn&uuml;llodd Harri i l&uuml; ynghyd ac a
            ryfelodd
            ar i vrawd Pityr hyd pan i gorchvygodd hyd i
            varwolaeth ac heb wrthwyneb a veddiannodd&nbsp;
            vrenhiniaeth
            Spaen./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
            Yn y 42. o Edward y .3.<sup><span style="font-size: 9pt">edd</span></sup> i dechre&uuml;odd rhyfel
            drychefn
            rhwng Lloegr a Phrainc ar d&uuml;c o Lancastr
            a <span class="corr">ddanvonwyd</span> yno a ll&uuml; gantho ac yn agos i Ard
            i paviliodd y D&uuml;c o Byrgwyn o vywn <span class="corr">milldir</span>
            at baviliwns Lloegr yr yspas o .18. diwrnod ac
            heb gynnic maes ond or diwedd mynd heb wybod ar
            hyd nos phwrdd./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
            Y 45. i tyddodd kynnwrf mawr rhwng Phrainc a
            Lloegr ar Saesson vynychaf yn colli yr maes
            ac ar y gwaetha. a thre Lymog ac ereill a
            ryfelodd
            ar Edward Brins ac yn hynny peth eisse
            arian peth gan glevyde a dryge ereill yr
            ymedewis Edward ar rhyfel ac i da&uuml;th i
            Loegyr,
            ac yno i gadewis yn i ol i vrod&uuml;r y D&uuml;c
            o Lancastr ac Iarll Cambrids. Eithr ni hir
            dariysson hwy yno./ Y 46. Iarll Penvro a
            ddanfoned i gadarnha&uuml; tre Rotsiel ac ar y
            <span class="pg">[td. 210v] </span>
             mor y kyfarv&uuml; yr y Spayniards ac i b&uuml; battel
             vawr rhyngth&uuml;n ac Iarll Penvro a saith oi wyr
             a ddalwyd ar rhann arall a laddwyd ac a voddwyd
             Ac ychydic gwedi hynny i rhoed tref Rotsiel
             ir Phrankod./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Y 47. o vrenhiniaeth Edward Iohn o Gawnt d&uuml;c
             o Lancastr aeth i Galais a thrwy Phrainc hyd
             Burdeaux dan dreisso ac ysbeilo ac anrheitho
             phordd i kerddodd heb gynnic ymladd ac ef ond vn
            ysskirmits
            i collodd .50./ o wewyr ac .20. o berchen bwae./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Yr .51. or brenhin hwnn i b&uuml; vath varwolaeth a
             chlefyde yn Itali ac yn Lloegr ac i b&uuml; veirw peth
             difess&uuml;r o ddynion./ Y vlwyddyn honn i b&uuml; varw
             Prins Edward ac ynghawnterb&uuml;ri i claddwyd./
             hefyd yr .21./ o vis Myhefin oedran Crist .1377. i
             b&uuml; varw brenhin Edward .3.<sup><span style="font-size: 9pt">edd</span></sup> yr .51. oi
            goroniad
            ac i claddwyd yn Westmestr./ Pedwar
             mab a edewis Edward yn i ol pan v&uuml; varw
             nid amgen Leionel D&uuml;c o Glarens, Iohn o
             Gawnt d&uuml;c o Lancastr, Edmwnd Langley d&uuml;c
             o Iork, a Thom<font color="#009900">a</font>s o Woodstock Iarll Cambrits
            
         </div>
         
      </div>
      
      <div>
         <a name="headno13"></a><h3>Richard yr ail.</h3>
         &nbsp;&nbsp;&nbsp;
         <div>
             Richard yr ail vab Eduard dd&uuml; Prins Cymr&uuml;
             ap Edward 3<sup><span style="font-size: 9pt">edd</span></sup> yn oedran vn vlwydd arddec a
            goroned
            yn vrenhin yn <span class="corr">Lloegr</span> y p&uuml;med dydd o vis
             Gorphenhaf oedran Crist 1377./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Y vlwyddyn gyntaf i danfonodd brenhin Phrainc
             lynges ir mor ac i tiriysson hwynte yn <span class="corr">Lloegr</span>
             mywn swrn o leoedd ac i gwnaethont lawer o ddryge
            <span class="pg">[td. 211r] </span>
             ac i llosgyssont ddarn o dref [Re<span class="damage">&lt;i&gt;</span> a thref
            Hastings]
            ac aethant i Phrainc eilwaith
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Ynghylch hynn o amser Thom<font color="#009900">a</font>s o Woodstock Iarll&nbsp;
            Cambrits
            ewythr y brenhin ac wyth mil o l&uuml; gid ac ef
             [aethant] trwy Phrainc hyd yn Water Swm ac o
             ddyno i Droys ai hynnill ac o ddyno i Asgwyn ac
             o ddyno i Vrytaen lle ir oedd S<font color="#009900">yr</font> Iohn Mowntphord
             d&uuml;c o Vrytaen [yr hwnn] ai kressawodd yn llawen
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Y .5. vlwyddyn i kwnnodd Kent ac Essex yn erbyn
             y brenhin ac i gwnaethont gaptenied arn&uuml;nt
             a Siack Straw yn benn capte<font color="#009900">n</font>n yr hwnn a
            dda&uuml;th
            ir Twr Gwynn y<font color="#009900">n</font>n Ll&uuml;nden ac yno i
            dalyssont
            Archesgob Canterb&uuml;ri ac arglwydd Saint
             Iohn a phrier yr hwnn oedd Gyphesswr y
            brenhin
            ac ar y twr hyl torri i penne a lladd ac
             ysbeilo yr holl&nbsp;ddieithred yn Sowthwerk a llosgi ty
             y D&uuml;c o Lancastr yr hwnn a elwid Savoy ac
             yn i harver eh&uuml;nen yn rhyfeilch ac yn diddym&uuml;
             y brenhin eithr trwy wrolaeth a dilechtid
            Wiliam
            Walworth maer L&uuml;nden i gwyhanwyd
             ac i lladdwyd i capten Siack Straw./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Ac ynghylch <span class="corr">yr amser</span> hwnnw i
            crynodd
            y Ddayar yn Lloegr hyd na b&uuml; na chynt na
             chwedi mor vath./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Y .7. vlwyddyn Harri Spenser Esgob Norwits
             a ll&uuml; gantho aeth i Phlandrs wrth orchymyn y
             Pab ac a ennillodd&nbsp;Ddwnnkyrk, a Graflyn ac
             a losgodd 40. llong a llawer o stwph oedd yndd&uuml;nt
             ac i da&uuml;th i Loegr. Yr .8. vlwyddyn i
            prioded
            brenhin Richard a merch Vincelaws
            Emperodr
            yr Almaen. Y .10. vlwyddyn o Richard
             yr ail ir aeth Iarll Arndel i gadarnha&uuml;&nbsp;
            sawdwyr
            yn Gyen ac ar y mor y kyfarf&uuml; a Phlemings
            <span class="pg">[td. 211v] </span>
             ai llonge y<font color="#009900">n</font>n llawn o win ai dala ac y<font color="#009900">n</font>n i mysc
             i dalyssont admiral Phraink. Yn .11. i tyfodd
             grwyts a thrwbwl mawr rhwng y brenhin ac
             arglwyddi a gwyr Eglwyssic a chyphredin y
             Deyrnas trwy gyngor a help ewythredd y
            brenhin
            ac arglwyddi eraill nid amgen y D&uuml;c o gaer
             Loiw y D&uuml;c o Iork. Iarll Derbi ac Arndel
             a Nottingam a ddienyddiodd swrn o gynghoried
             a swyddogion y brenhin ac amkysson y D&uuml;c o
            Iwerddon
            allan or deyrnas./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Y .15. vlwyddyn Rhyw refel a wnaeth i L&uuml;nden
             golli i liberti ond gwedi hynny trwy dretmant y
             vrenhines a Doctor Gr<span class="damage">&lt;in&gt;</span>ssend Esgob Ll&uuml;ndain
             i rhyddhawyd eilwaith
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Y .18. vlwyddyn i siwrneiodd y brenhin Richard i
            Iwerddon
            &nbsp;lle i cafas gywilydd mwy nac anrhydedd a
             cholled mwy noc ynnill./ Y 22. Harri
            Bolingbrok
            D&uuml;c o Harephord a mab y D&uuml;c o
            Lancastr
            ar D&uuml;c o Norpholk a vanissiwyd or
            Deyrnas
            ac ar vyrr gwedi hynny i gyrrodd y
            Ll&uuml;ndeinwyr
            yn ol Henri Bolingbrok d&uuml;c o Harephord
             lle ir oedd yn Phraink ac i Loegr i da&uuml;th ac
            ychydic
            gid ac ef ar kyphredin a ymgasglodd ynghyd
             ac ynghastell y Phlint i dalyssont vrenhin
            Richard
            ac i carcharwyd ynn y  twr gwynn ac
             yna i delifrodd ac a assi<span class="damage">&lt;g&gt;</span>nodd ir Henri
            Bolingbrok
            d&uuml;c o Harephord i holl bower ai
            vrenhiniaeth
            ai glaim a chyfiownder ynghoron Loegr
             a Phraink./
            
         </div>
         
      </div>
      <span class="pg">[td. 212r] </span>
      
      <div>
         <a name="headno14"></a><h3>Henri y .4.<sup><span style="font-size: 9pt">ydd</span></sup>
            
         </h3>
         &nbsp;&nbsp;&nbsp;
         <div>
             Henri y .4.<sup><span style="font-size: 9pt">ydd</span></sup> mab Iohn o Gawnt d&uuml;c o Lancastr
             y 4 mab i Edward y .3.<sup><span style="font-size: 9pt">edd</span></sup> a gymerth meddiant or
             vrenhiniaeth ho<font color="#009900">n</font>n y dydd diwaethaf o vis Medi
             oed Crist 1399 nei val hynn mil a <span class="corr">phedwarcant</span>
             onid vn./ Y vlwyddyn honn i b&uuml; varw brenhin
             Richard yr ail, Yn  y vlwyddyn honn i kyt&uuml;nodd
             rhai o Ieirll a d&uuml;gied Lloegr i wne&uuml;th&uuml;r
            chwaryeth
            mwming ynn y de&uuml;ddec niwyrnod ac ynn
             y chware hwnnw divetha yr brenhin Eithr y
             brenhin a gafas ryb&uuml;dd ac a ymgadwodd ac a
             aeth i L&uuml;ndein ac a ddanfonodd yn ol y
            traet&uuml;riaid
            ac wrth y gyfreith ai difethodd./ Y vlwyddyn ho<font color="#009900">n</font>n
             i danfonodd y brenhin S<font color="#009900">yr</font> Thom<font color="#009900">a</font>s Persi a ll&uuml; o
             sawdwyr gantho i Acqwitayn i gynorthwyio S<font color="#009900">yr</font>
             Robert Knols oedd Lieutenant yno, ac i
            orchvyg&uuml;
            y wlad honno./ Y vlwyddyn honn i
            gwnaethbwyd
            na bai i arglwydd nac i neb amgen roi
             lifre na gyne i neb oi tenantied ond ei
            gweission
            oi tai
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Yr ail vlwyddyn o Harri y 4.<sup><span style="font-size: 9pt">ydd</span></sup> i danfonodd&nbsp;&nbsp;
            brenhin
            Phraink arglwydd Siamys o Bowrbon a
             de&uuml;ddeckant o varchogion ac ysqwieiriaid i
            gadarnha&uuml;
            Owen Gly<font color="#009900">n</font>n Dwr ysgwier o Gymr&uuml;
             ac ynn erbyn y brenhin ac ym Plymowth i
             tiriyssont Eithr ni b&uuml; hir hyd pa<font color="#009900">n</font>n orf&uuml; arn&uuml;n
             droi drychefn achos y brenhin a gowse ryb&uuml;dd ac
             Owen nis cowsse./ Y vlwyddyn honn Prior ac .8.
             Phrier a grogwyd yn heibwrn am Dressw<font color="#009900">n</font>n./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Pa<font color="#009900">n</font>n oedd oed Crist ynn .1401. yn amser Harri
            <span class="pg">[td. 212v] </span>
             y pedwerydd ir ymddangosses Seren angyrriol i
             maint ai gole&uuml;ni val blassing sterr nei gomet
             Y vlwyddyn rhac wyneb i b&uuml; yr maes yn y
            Mwythic
            ar vlwyddyn nessaf at hynny i kwnnodd&nbsp;
            traet&uuml;riaid
            yn Swydd Iork ac i dalwyd Richard Scrwp
             Archesgob Iork ac arglwydd marsial a S<font color="#009900">yr</font> Iohn
             Lampley a S<font color="#009900">yr</font> Robert Pluton wythnos y
            S&uuml;lgwyn
            a dorred i penne yn tre Iork. Y vlwyddyn
             honn i dalwyd towyssoc y Scotlond ac i b&uuml; ynn
             garcharor yn Lloegr./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Pan oedd oedran Crist 1412. mlynedd gwedi
            gwledych&uuml;
            .13. blynedd a .5. mis ac .21. diwrnod i b&uuml;
             varw Harri y .4.<sup><span style="font-size: 9pt">ydd</span></sup> yr 20. dydd o Vawrth ac
             yng Hawnterb&uuml;ri i claddwyd
            
         </div>
         
      </div>
      
      <div>
         <a name="headno15"></a><h3>Harri y p&uuml;med</h3>
         &nbsp;&nbsp;&nbsp;
         <div>
             Harri b&uuml;med a ddechre&uuml;odd yr .21. dydd o Vawrth
             oed Crist 1412. ac a goronwyd yn Westm<span class="damage">&lt;&uuml;&gt;</span>str y
             9.<sup><span style="font-size: 9pt">ed</span></sup> dydd o Ebrill oed Crist 1413./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Y vlwyddyn honno i kynhalwyd kyphredin eisteddfod
             yn tre Gonstans ac i danvoned yno o Loegyr
             Richard Iarll Warwic a thri Esgob a llawer o
             ddoctoried a marchogion ac ysgwieiried hyd yn
             wythgant o veirch ac y<font color="#009900">n</font>n yr Eisteddfod honn
             i barnwyd am heresi Iohn Wiclyph, Iohn Hwss<a href="#fntext11" name="fnno11"><sup><b>[11]</b></sup></a>
             a Ierom o Braga
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Pan oedd oed Crist 1414. i kynhalwyd parlment
             yn Leycestr ac yno i gwnaethbwyd llawer o acts
             da a chyfreith ac y mysc materion ereill i
             rhoed bil yn erbyn yr eglwysswyr ac yn debic
            <span class="pg">[td. 213r] </span>
             i gymryd lle./ A pha<font color="#009900">n</font>n welas yr Eglwyswyr
            hynny
            ir aethont at y brenhin a dangos iddo vod y
             Deyrnas yn rhyfedd&uuml; nad oedd ef yn gofyn i
            gyfiownder
            yn Phrainc. Ac velly i gwnaeth ac ni chafas
             yn i amser ef mwy enkyd i eiste ar yr Eglwys./
             Ac ir Rhyfel hwnnw i talodd i Lleniaid y kyfryw
             daliad ac na thalyssid i vath or blaen./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Pan oedd oed Crist .1415. i danvonodd y brenhin
             Lynghes o bymtheckan llong t&uuml; a Phrainc ar dydd
             kyn i mordwyaw o Sowth Hampton rhai o arglwyddi
             Lloegr a amkanodd&nbsp;ddifetha y brenhin./ Ac am
             hynn Richard Iarll Cambrits, arglwydd Scrwp a
             S<font color="#009900">yr</font> Thomas Gray marchoc ar i marwolaeth a
            gyphessodd
            ac a addefodd mae brenhin Phrainc ai
            parysse
            vdd&uuml;nt. Ac wedi hynny ir aeth y brenhin
             ar i siwrnai ac i tiriodd nosswyl Vair gyntaf
             ynghid Ka<span class="damage">&lt;n&gt;</span>x yn Normandi ar ail dydd i rhoes ef
             sawd wrth dref Harphl&uuml;w ar .37. dydd gwedi
            hynny
            i rhoed y dref i vyn&uuml; iddo
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Y vlwyddyn honn vis hydref i b&uuml; yr maes yn Agincowrt
             trwy wyrthie D&uuml;w ai weithred i <span class="corr">hennillodd</span> gwyr Loegr
             ac nid oedd o l&uuml; gan vrenhin Harri b&uuml;med ond
            dwyfil
            o wyr meirch  a de&uuml;ddec mil o wyr traed o
             bob math. A chida brenhin Phraink ir oedd holl
             vrddas Phrainc a thr&uuml;geinmil o wyr meirch/
             heb law gwyr traed./ Ac o d&uuml; Phrainc i llas
             mwy no dec mil ac or rheini ir oedd yn
            Dwyssogion
            ac yn Dd&uuml;gied ac yn Ieirll ac yn
            varwnnied
            ac yn wyr yn dwyn banere gant a chwech
             
            <span class="corr">arh&uuml;gein</span> ac yn varchogion ac yn esgwieried ac yn
             wyr boneddigion chwechant. Ac o d&uuml;&nbsp;Lloegr i llas
             Edward d&uuml;c o Iork ac Iarll Swpholk. S<font color="#009900">yr</font> Richard
             Burkley a Davydd Gam esgwier ac o bob rhai
            <span class="pg">[td. 213v] </span>
             hyd ymh&uuml;mcant nei chwechant or mwyaf./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Pan oedd oed Crist 1416 y 4. vlwyddyn o Harri y
             5.<sup><span style="font-size: 9pt">ed</span></sup> i da&uuml;th Sigismwndws Emperodr Rh&uuml;fain i
             Loegr i geisso heddwch rhwng brenin Loegr a
             brenhin Phrainc eithr ef a ballodd./ Y vlwyddyn
             honn i rhodd brenhin Phrainc sawd wrth dref
            Harphl&uuml;w
            o ddwr a thir Eithr Harri 5.<sup><span style="font-size: 9pt">ed</span></sup> a ddanfonodd
             y D&uuml;c o Betphord i vrawd a ll&uuml; gantho ar y mor
             a gydiodd a llonge brenhin Phraink hyd yn rhif o
             
            <span class="corr">b&uuml;mka<font color="#009900">n</font>n
               </span>&nbsp;llong ac ai lladdodd ac ai boddodd ac ai dalodd
             i gyd a pha<font color="#009900">n</font>n glyb&uuml; y ll&uuml; oedd ar dir hynny hwynt
             a ymadowson ai sawd ac ar dref
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Pan oedd oed Crist 1417. ir aeth brenhin Harri
             ai vrawd y D&uuml;c o Clarens a Gloseter a ll&uuml;&nbsp;
            ganth&uuml;n
            mawr ym mis Gorphennaf i Normandi
             ac i hennillyssont Gayn a chestyll gan mwyaf
             holl Normandi./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Oed Crist 1408 Iohn oldcastel marchoc ac
            arglwydd
            Cobham a grogwyd ac wedi hynny a losged
             ar vlwyddyn honn i sowdwyd Roon ar ddwr ac ar
             dir ar .19. o vis Ionor ir ymrodd y dre a <span class="corr">chwe</span><span class="corr">di</span> hynny ir ymroes holl Normandi./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Y vlwyddyn honn i b&uuml; drafaes ac ymrysson rhw<font color="#009900">n</font>g
             arglwyddi Phraink ac y<font color="#009900">n</font>n enwedic rhwng y
             Dolphyn D&uuml;c o Byrgwyn ar D&uuml;c o Oliawns
             a lle a ma<font color="#009900">n</font>n a bwyntiwyd i ymgyfaruod ac i
            heddych&uuml;.
            Ac ir lle i da&uuml;th Dolphyn ar D&uuml;c o
            Byrgwyn/
            ar D&uuml;c o Orliawns ar i linia&uuml; yn
            dywed&uuml;d
            i chwedyl wrth y Dolphyn i da&uuml;th Tanaguy
             D&uuml;kastl ac a drewis y D&uuml;c ar i benn a hatsied
             ac velly yn waradwydd&uuml;s i mwrdrywyd y D&uuml;c o
             Orliawns. Ar vlwyddyn honno ir ennillodd y
             brenhin Harri .5.<sup><span style="font-size: 9pt">ed</span></sup> dref Bontoys ac i crynodd
            <span class="pg">[td. 214r] </span>
             Paris a holl Phrainc rhac ofn./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Pann oedd oed Crist 1420 vis Mai ir aeth yn
            heddwch
            rhwng brenhin Lloegr a brenhin Phrainc
             ac i priododd Harri y .5.<sup><span style="font-size: 9pt">ed</span></sup> brenhin Lloegr
            arglwyddes
            Gatherin verch brenhin Phrainc yn rhe Droys
             yn Siampayn ac yn ol y briodas honno i kriwyd
             Harri .5.<sup><span style="font-size: 9pt">ed</span></sup> yn aer i goron ac i vrenhiniaeth
            Phrainc
            ac yn Regent o Phrainc./ Y vlwyddyn ho<font color="#009900">n</font>n
             i kynhalodd brenhin Harri .5.<sup><span style="font-size: 9pt">ed</span></sup> i natolic yn rhe Roon
             megis regent o Phrawns ac yn debic i Emperodr
             val i da&uuml;th atto lawer o wyr o vrddas Lloegr a
             Phrainc a theyrnassoedd ereill lawer ac ir aeth
             ychydic i dy brenhin Phrainc y natolic hwnnw
             A gwyl Vair y kanhwylle gwedi hynny i da&uuml;th
             y brenhin ar vrenhines i Loegr o Galais i Ddofr
             a dyddgwyl Vathew y coroned y vrenhines yn
            Wesmyster
            gwedi gadel y D&uuml;c o Clarens yn
            lieutenant
            ac yn llywodraethwr dano ef yn Phrainc
             ac yn Normandi
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Pan oedd oed Crist yn 1421 ir aeth y D&uuml;c o
            Clarens
            i Angeow a Lwmbart a wnaeth i vrad ac
             velly i lladdwyd a llawer o wyr o vrddas gid ac ef
             Ar vlwyddyn honn vis Mai ir aeth y brenhin i
            Phrainc
            ac yr ymlidiodd y Dolphyn o Phrainc o le i
             le hyd nad oedd hawdd iddo gael lle i ymg&uuml;ddiaw
             rhagddaw. Ar vlwyddyn honn i rhoes ef sawd
             wrth y dref a elwid Meax ym Bryttaen. A thra
             oeddid ynn y sawd honno i ganed mab ir brenhin
             Harri a Harri oedd&nbsp; henw hwnnw./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Ar vlwyddyn honno i b&uuml; varw brenhin Harri .5.<sup><span style="font-size: 9pt">ed</span></sup> yr
             .21. dydd o vis Awst. y vlwyddyn o oedran Crist 1422.
             gwedi gwledych&uuml; o hono naw mlynedd a ph&uuml;m mis
            
         </div>
         <span class="pg">[td. 214v] </span>
         &nbsp;&nbsp;&nbsp;
         <div>
             Yn Westmestr i claddwyd./
            
         </div>
         
      </div>
      
      <div>
         <a name="headno16"></a><h3>Harri y chweched.</h3>
         &nbsp;&nbsp;&nbsp;
         <div>
             Harri .6.<sup><span style="font-size: 9pt">ed</span></sup> yn naw mis oed a <span class="corr">ddechre&uuml;odd&nbsp;wledych&uuml;</span> y
             dydd diwaethaf ond vn o vis Awst ar wythued
            vlwyddyn
            oi vrenhiniaeth ef i coroned ef yn Westmestr ar
             .10.<sup><span style="font-size: 9pt">ed</span></sup> i coroned ef yn Phrainc yn rhe Baris yn
            vrenhin
            Ar .24. vlwyddyn oi vrenhiniaeth i priodes ef
             verch brenhin Cicil a D&uuml;c o Angeow. A thra v&uuml;
             ie&uuml;ank yn llywodreth i ewythredd i b&uuml; nid amgen
             y D&uuml;c o Betphord a Gloseter nei gaer Loiw./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Pan oedd oed Crist 1424. y D&uuml;c o Betphord regal
             o Phrainc a ryfelodd ar y Dolphyn o Phrainc ac a
             roes maes iddo yn Vernoyl ac a dd&uuml;c y maes lle i
             lladdwyd wyth mil or Phrancod./ Y vlwyddyn ho<font color="#009900">n</font>n
             i gollyngwyd Siamys brenhin Scotlond o garchar
             Lloegr yr hwnn a wnaeth homaets dros
            vrenhiniaeth
            Scotlond i vrenhin Lloegr ac a briododd&nbsp;<span class="corr">ar</span><span class="corr">glwyddes</span> Sian verch Iarll Somersed a chares y
             brenhin./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Pan oedd oed Crist 1425. i danfonodd y D&uuml;c o Glosetr
             nei o gaer Loiw dec mil i Regal Phrainc i vrawd
             o help iddo i ryfela yn erbyn y Dolphyn o Phrainc
             Y vlwyddyn honn hefyd i b&uuml; vaes yn Vernoyl ynn
             Perch rhwng y Regal ar D&uuml;c o Alanson ar
             maes a ennillodd&nbsp;Lloegr ac ynddo i lladdwyd .9. mil
             a .7. kant o Phrancod ac y Scottied ac vn cant
             arbymthec or Saesson./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Pan oedd oed Crist 1428. i rhoed sawd wrth dref
             Orliawns a S<font color="#009900">yr</font> Iohn Phostolph a ll&uuml; gantho aeth
             o Baris t&uuml; ac yno a bwyd gantho ac yna ar
            <span class="pg">[td. 215r] </span>
             y phordd i kyfarv&uuml;&nbsp;ll&uuml; or Phrancod ac ef ac yn ol
             hir ymladd i syrthiodd y maes ir Saesson ac yno i
             llas or Phrancod .25. cant ac i dalwyd xij cant
             yn garcharorion./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Pan oedd oed Crist 1429. i torrodd y sawd wrth Orliawns
             ac ir ennillwyd llawer o drefydd a chestyll nid
             amgen Geneuile Menin a Phort a .5. mil o
             wyr oedd gan <span class="corr">arglwydd</span> Talbot a their mil
            arh&uuml;gein
            or Phrancod ac yno i dalwyd yn
            garcharorion
            arglwydd Talbot ac arglwydd Scals ac eraill
             ac or Saesson i llas hyd xij cant A hynny a v&uuml;
             lawen gan Ddolphyn ac eraill oi ran ef./ Y
             vlwyddyn honn i rhyfelodd Dolphyn ac ir ennillodd
             Droys yn Siampayn a thre Raynes a llawer
             o drefi eraill a chestyll./ Ac ynghamp Dolphyn
             ir oedd Iane a stont Ramp ar Phrancod ai galwai
             hi Pwsel de diew hynny yw merch D&uuml;w. Ac yn
             y vlwyddyn honn i gwnaethbwyd y Dolphyn ynn
             vrenhin yn Phrainc yn rhe Reymes yngolwc
             pawb oi bobyl ef./ A phan glyb&uuml; y D&uuml;c o
            Betphord
            hynn ef a wnaeth l&uuml; angyrriol i vaint
             o Saesson a Normaniaid ac a ganllynodd y
            Dolphyn
            o le i gilydd hyd pan dda&uuml;th i Semles barr
             lle y gwelai y ll&uuml;oedd bob vn i gilydd ac yno ir
            arrhoessont
            &nbsp;dde&uuml;ddydd a dwynos ac yno megis
            Capten
            &nbsp;llwfr ar hyd nos i kilodd y Dolphyn i dre
             Bray. A phan [welas] Regal Phrainc [hynny]
             rhac na allai ymddired i wyr Paris ef a
            ymadewis
            a Dolphyn ac a dda&uuml;th i Baris./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Y vlwyddyn honn drwy gynhorthwy Pab Rh&uuml;fain
             i danfoned Harri Benphor Cardinal o Winchestr
             ac a elwid yn gyphredin y Cardinal kyfoethawc
             a .4. mil o wyr gantho ac i Phrainc ir aeth
            <span class="pg">[td. 215v] </span>
             y gynhorthwyo<a href="#fntext12" name="fnno12"><sup><b>[12]</b></sup></a> y d&uuml;c o Betphord a Regal Phrainc
             yn erbyn brenhin Phrainc./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Pan oedd oed Crist 1430. yr .8.<sup><span style="font-size: 9pt">ed</span></sup> oi vrenhiniaeth i
            gydewis
            Regal Phrainc yr hwnn oedd y D&uuml;c o
            Betphord
            lywodraeth Phrainc y<font color="#009900">n</font>n llaw Esgob Eli
            Siawnsler
            Phrainc. Ar Regal a gynhalodd&nbsp;
            Barlment
            yn Ron ac a gynphorddiodd y Normaniaid
             i vf&uuml;ddha&uuml; ac i ddarostwng i vrenhin Lloegr. Ar
             amser hwnnw ir anfonodd brenhin Phrainc y d&uuml;c
             o Alanson a Iane I wyts<a href="#fntext13" name="fnno13"><sup><b>[13]</b></sup></a> D&uuml;wies vawr y
            Phra<font color="#009900">n</font>cod
            i ysgolio Paris ac o ddyno i k&uuml;rwyd ac i
            gyrrwyd
            trwy gwilydd yn i hol a Iane i D&uuml;wies yn
             y clawdd ac i b&uuml; lownwaith <span class="corr">ymddiphin</span> i bowyd
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Yr .8.<sup><span style="font-size: 9pt">ed</span></sup> vlwyddyn o wrogeth Harri .6.<sup><span style="font-size: 9pt">ed</span></sup> i priododd
             Philip D&uuml;c o Byrgwyn Isabel verch Iohn
            brenhin
            Portiugal modryb brenhin Lloegr ac yn
             y neithor honn ir ordeinodd y D&uuml;c Philip y
            golden
            phlis./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Pan oedd oed Crist 1432. y .10.<sup><span style="font-size: 9pt">ed</span></sup> vlwyddyn oi wrogeth
             i coroned Harri .6.<sup><span style="font-size: 9pt">ed</span></sup> yn vrenhin yn Phrainc yn
             rhe Baris trwy lawer o anrhydedd a gwychder a
             chrio heddwch rhwng Lloegr a Phrainc .6. blynedd/
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Pan oedd oed Crist 1433. i torrodd y Phrancod yr
            heddwch
            ac i gwnaethbwyd ll&uuml;oedd o bob t&uuml; ac i
            kadarnhawyd
            trefydd a chestyll a thrwy draet&uuml;rieth i
            d&uuml;nyssont
            a Phyrs Andebwph Constabl Ron gael
             dyfod o dde&uuml;cant or Phrancod i mywn i Ron
            mywn
            dillad Saesson a rhyb&uuml;dd a gafad a rhai o
             hon&uuml;nt hwy a laddwyd ac eraill a grogwyd ac
             eraill a ransymwyd wrth ewyllys y Regal.
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Pan oedd oed Crist .1434. y 12.<sup><span style="font-size: 9pt">ed</span></sup> vlwyddyn o
            Harri
            .6.<sup><span style="font-size: 9pt">ed</span></sup> i tyddodd terfysc rhwng Regal Phrainc ar
            <span class="pg">[td. 216r] </span>
             D&uuml;c o Byrgwyn yr hwnn a wnaeth drwc mawr
             i Loegr ac i Vyrgwyn
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Pan oedd oed Crist 1435. i b&uuml; rew o ddydd gwyl St
             y Katrin hyd dydd gwyl Saint Valentein hyd
             na allodd na llong na bad rodio Temys./ Y
             vlwyddyn honn ir aeth yn heddwch rhwng brenhin
             Phrainc ar D&uuml;c o Byrgwyn. Y vlwyddyn
             honn i b&uuml; varw y D&uuml;c o Betphord Regal
            Phrainc
            ac yn Eglwys Vair yn Ron i mae yn gorwedd
             ac yn i le y dewisswyd Richard D&uuml;c o Iork./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Yn y vlwyddyn honn ir ennillodd y Phrancod dre
             Baris ac i lladdyssont lawer or Saesson oedd yn
             i chadw./ Y vlwyddyn honn i rhoes y D&uuml;c o  _____ 
             sawd wrth Galais ac arglwydd Croy sawd <span class="corr">wrth</span>
             y Geins. Ac ybol&uuml;dd gwedi hynn i da&uuml;th arglwydd
             Protector ac i llongodd t&uuml; a Chalais ar D&uuml;c ac
            arglwydd
            Croy ar hyd nos a gilodd ac yn i hol i
            gydowssont
            i tents ai paviliwns ai hordnawns./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Y vlwyddyn honn i gwnaethbwyd Iarll Warwic yn
             Regal yn Phrainc ac i diswyddwyd y D&uuml;c o Iork
             oed Crist yno 1438./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Pan oedd oed Crist 1440. y .17.<sup><span style="font-size: 9pt">ec</span></sup> o Harri .6.<sup><span style="font-size: 9pt">ed</span></sup> i b&uuml;
             ddr&uuml;dannieth mawr. Yr ail vlwddyn i
            gwnaethbwyd
            y D&uuml;c o Iork yn regal yn Phrainc
            drychefn
            ac yn i gyfeillach arglwydd Rhydychen
             ac yn Normandi i tiriodd. a phan glyb&uuml; vrenhin
             Phrainc i ddyvodiaeth ir ymedewis ai sawd wrth
             Bontoys ac aeth ymaith ar hyd nos./ Ar
            vlwyddyn
            honn i rhyddhawyd y D&uuml;c o Orliawns a v&uuml;ysse
             yngharchar yn Lloegr er ys .25. mlynedd ac yn
             i ranswm i talodd y D&uuml;c o Byrgwyn bedwar ca<font color="#009900">n</font>n
             mil o gorone./
            
         </div>
         <span class="pg">[td. 216v] </span>
         &nbsp;&nbsp;&nbsp;
         <div>
             Pan oedd oed Crist 1441. ir aeth da&uuml; l&uuml; ar vnwaith
             i Phrainc vn a ddanvonwyd i Bickardi ac arglwydd
             Talbot i roi sawd wrth dref Dip. Ar d&uuml;c eh&uuml;nan
             ac yn i gwmpeiniaeth y D&uuml;c o Somersed aeth
             i Angeow.
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Pan oedd oed Crist 1442. i llosges klochd&uuml; Powls
             gan dan mellt ac ir aeth malais rhwng y
            Cardinal
            ac arglwydd Protecto<font color="#009900">r</font> ac or achos honn i
             collodd&nbsp;llawer dyn i vowyd
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Pan oedd oed Crist  _____  i prioded Margred
             merch brenhin Cecil ar brenhin A chwedi
            hynny
            i koroned yn Westmestr ac ni wnaeth na
             phrophid ir Deyrnas nac Vrddas ir brenhin.
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Pan oedd oed Crist 1449./ i rhoed Ron i vyny
             i vrenhin Phrainc a cha<font color="#009900">n</font>n mwyaf holl drevydd
             Normandi Ar d&uuml;c o Somersed ac arglwydd&nbsp;
            Talbot
            a ymedewis./ Ar vlwyddyn honn ir aeth y
             D&uuml;c o Iork i <span class="corr">Iwerddon</span> yn Lieutenant dan y
            brenhin
            ac i osteg&uuml; y Gwyddelod gwylltion oedd yn
            rhyfela
            yn erbyn y brenhin
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Pan oedd oed Crist 1450 ir ennillodd [y Phrancod]
             vn maes ar y Saesson. S<font color="#009900">yr</font> Thomas Kiriel oedd
             y capten ac nid [oedd] gantho ond mil ac wythgant
             o wyr ac or Phrancod .4. mil./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Pan oedd oed Crist 1452. ar .30./ o wrogeth Harri
             6<sup><span style="font-size: 9pt">ed</span></sup> i b&uuml; ymgyfaruod rhwng y brenhin ar D&uuml;c o
             Iork ar Vrent hieth yng Hent ond yn heddwch
             ir aeth. Y vlwyddyn ir ennillodd y Phrancod
            Aqwitayn
            yr honn a v&uuml;yssai Loegr er y<font color="#009900">n</font>n amser
             Harri .3.<sup><span style="font-size: 9pt">edd</span></sup> nei drychan mlynedd ac ychwanec./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Pan oedd oed Crist 1453. ir ennillodd Iarll y
            Mwythic
            &nbsp;<span class="corr">Vwrdeaux</span> a llawer o drefi yn Gasgwyn ac
             yn y maes yngHastylton i llas yr Iarll ai vab
            <span class="pg">[td. 217r] </span>
             arglwydd Talbot a llawer o gaptenniaid Loegr./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Y vlwyddyn Mahomet y Twrk mawr a
            gwnkweriodd
            Gonstantinobl ac a laddodd lawer o
            Gristynogion./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Pan oedd oed Crist 1454. Y vlwyddyn honn ir aeth
             rhwng y d&uuml;c o Iork yr hwnn oedd yn cleimio yr
             goron ar D&uuml;c o Somersed oedd yn cadw yr
            brenhin
            Ac yn Saint Albons i b&uuml; vaes mawr
            rhyngth&uuml;n
            ar d&uuml;c o Iork ai ennillodd./ Ac o d&uuml; /r/
            brenhin
            i llas y D&uuml;c o Somersed ac Iarll&nbsp;
            Northwmberlond
            ac arglwydd Staphord ac wyth mil y
             chwanec ar D&uuml;c o Iork a dd&uuml;c y brenhin yn
             anrhydedd&uuml;s i L&uuml;ndain ac yno i gwnaethbwyd
             y D&uuml;c o Iork yn arglwydd Protector y Deyrnas
             ac ar y brenhin./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Pan oedd oed Iess&uuml; .1455. yr .34. o Harri .6.<sup><span style="font-size: 9pt">ed</span></sup>&nbsp;wrth
             gyngor y Vrenhines y byrrwyd y D&uuml;c o Iork
             oi swydd yr hynn a wnaeth malais vawr a
             grwyts drychefn yn y Deyrnas./ Yr ail
             vlwyddyn i b&uuml; anllywodraeth a reiot yn
            Ll&uuml;nden
            o blegid y Lwmbards ar Italians./ Ar
             drydedd vlwyddyn i da&uuml;th dwy Long o Phrancod ac
             i tiriyssont yn y Downs ac ir ysbeilyssont dre
             Sandwits
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Yn tre Vents yn Sermania i preintiodd Iohn
             Phawstiws gyntaf erioed ac efo a gafas y
            gelfyddyd
            honno gyntaf oed Crist 1458. A Harri
             .6.<sup><span style="font-size: 9pt">ed</span></sup> .36./ Y vlwyddyn honn i gwnaethbwyd
            heddwch
            rhwng y brenhin ar d&uuml;c o Iork ond na
             hir byrhaodd./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Pan oedd oed Crist .1459. i b&uuml; yr maes ymlor
             hieth ynn Swydd y Mwythic rhwng arglwydd
             Awdley o rann y brenhin ac Iarll Salsbri
             o rann y D&uuml;c o Iork ar maes a dd&uuml;c Iarll
            <span class="pg">[td. 217v] </span>
             Salsbri ac arglwydd Awdley a laddwyd
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Oedran Crist .1460. Harri .6.<sup><span style="font-size: 9pt">ed</span></sup> .38. i gwnaeth
             y D&uuml;c o Iork l&uuml; anveidrol o Gymr&uuml; a gwyr y
             Nordd ac Iarll Warwic a dda&uuml;th a ll&uuml; mawr o
            Galais
            ac yn agos i Lwdlo ymordyr Cymr&uuml; i b&uuml;
             rhyngth&uuml;n vaes a th&uuml; ac yno i da&uuml;th y brenhin
             ar d&uuml;c o Somersed a ll&uuml; ar&uuml;th&uuml;r ganth&uuml;n
             ar nos kyn y vattel i kilodd Andro Trolop
             o ddiwrth y D&uuml;c o Iork at y brenhin ar nos
             honno y kilodd y D&uuml;c eh&uuml;n ac ir aeth i
            Iwerddon
            ac Iarll Warwic a Salsbri<a href="#fntext14" name="fnno14"><sup><b>[14]</b></sup></a> i Ddefnsir ac
             o ddyno i Galais./ Y vlwyddyn honn I gwnaethbwyd y D&uuml;c o
             Somersed ie&uuml;ank yn gapten yng Halais ond
             pan ddoeth ef yno ni chae ef ddyfod ir dref eithr
             [bod] yn dda gantho gymryd y Geins gan yr Iairll
             oedd yno oi vlaen ef./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Y vlwyddyn honn i da&uuml;th Iarll y Mars ac Iarll
             Warwic ac i tiriyssont yn Sandwits ac i
             daethan i L&uuml;ndein lle i cressawyd yn
            anrhydedd&uuml;s
            A chwedi hynny ir aethont a ph&uuml;mp
             mil arhvgein o l&uuml; ganth&uuml;n i gyfarvod ar
             brenhin yr hwnn oedd ai l&uuml; gantho yn emyl
            Norddhampton
            ac yno i b&uuml; yr maes ac yno i
            syrthiodd
            y maes i Iarll y Mars ai barti ac o d&uuml; yr
             brenhin i llas y D&uuml;c o Bwckingam ac Iarll&nbsp;
            Salsbri
            a <span class="corr">dec</span> mil y chwanec o Saesson./ ar darn
             arall or ll&uuml; a gilodd ac a ydewis y brenhin
            eh&uuml;nan
            ar D&uuml;c o Somersed ar vrenhines ai mab
             a gilodd i Esgobaeth Dd&uuml;rham Ac yn ol y maes
             hwnn ydd aeth Iarll y Mars ar brenhin i
            L&uuml;ndein
            ac yno i gwnaethbwyd Parlment ac
             yn y Parlment hwnnw i gwnaethbwyd y D&uuml;c
             o Iork yn aer apparawns ai heyrs ynn i ol
            <span class="pg">[td. 218r] </span>
             ynta&uuml;./ Y vlwyddyn honn brenhines Margred
             a gy<font color="#009900">n</font>n&uuml;llodd gwyr y Nordd l&uuml; mawr ac yn
            Wakphild
            i b&uuml; yr maes ac i lladdodd y D&uuml;c o Iork ai
             vab, Iarll Rwtlond ac Iarll Salsbri a ddalwyd
             ac a dorred i benn ym Pwmphred ai benn a
             ddanfoned i Iork. Ar vrenhines ai ll&uuml; aeth i St
             Albons ac a ymladdodd ac Iarll Warwic ac ar
             D&uuml;c o Northpholk ac a ryddhaodd Harri i gwr
             ac yn y maes hwnn i llas dwy vil a thrychant
             Ac vn Marchoc a wnaethoeddid yn varchoc y
             dydd ky<font color="#009900">n</font>n hynny ac a elwid S<font color="#009900">yr</font> Iohn Gray./
             Gwedi yr maes hwnn pa<font color="#009900">n</font>n glyb&uuml; y brenhin ar
             vrenhines ddyfodiad Iarll y Mars a Iarll&nbsp;
            Warwic
            a ll&uuml; ar&uuml;th&uuml;r o vordr Cymr&uuml; ganth&uuml;n
            kymryd
            i siwrnai a wnaethont t&uuml; ar Nordd. Ar
             Ieirll aeth i L&uuml;nden ac yno drwy vndeb
            vrddas
            &nbsp;Lloegr ar kyphredin Edward Iarll y Mars
             a griwyd ynn vrenhin y 4<sup><span style="font-size: 9pt">ydd</span></sup> dydd o vis Mawrth
             oed Crist .1460.<a href="#fntext15" name="fnno15"><sup><b>[15]</b></sup></a>
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Pan griwyd Edward yn vrenhin efo a
            
            ganllynodd
            
            vrenhin Harri .6.<sup><span style="font-size: 9pt">ed</span></sup> t&uuml; ac Iork ac a
            gyfarv&uuml;
            ai l&uuml; yn y lle a elwir Towton ac yno
             i b&uuml; vaes kre&uuml;lon rhyngth&uuml;n ond Edward ai
             hennillodd. Ac yn y maes hwnnw i llas chwe
             mil arh&uuml;gein a seithgant<a href="#fntext16" name="fnno16"><sup><b>[16]</b></sup></a> ac yno i lladdwyd
             Iarll Northwmberlond ac Iarll Westmerlond
             ac arglwydd Cliphord a llawer ychwanec ar
             brenhin Harri a gollodd i gyd ac a gilodd or
            Deyrnas
            gwedi teyrnass&uuml; dair blynedd arbymthec
             arh&uuml;gein a chwe mis./
            
         </div>
         <span class="pg">[td. 218v] </span>
         &nbsp;&nbsp;&nbsp;
         <div>
             Gwedi y maes hwnnw idd aeth brenhin Harri i
             y Scotlond ar gil ac ir aeth brenhines
            Margred
            ai mab at i thad y <span class="corr">D&uuml;c</span> o Angeow./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Pan oedd oedran  Crist vn mab Mair
            Vorwyn
            &nbsp;wyry brenhines nef amherodres vphern
             arglwyddes y byd hwnn .1461. y .29. dydd o vis
             Myhevin i coroned Edward .4.<sup><span style="font-size: 9pt">ydd</span></sup> yn Westmestr./
            
         </div>
         
      </div>
      
      <div>
         <a name="headno17"></a><h3>Edward y pedwerydd</h3>
         &nbsp;&nbsp;&nbsp;
         <div>
             Edward bedwerydd vab Richard d&uuml;c o Iork ap
             Richard Iarll Cambrits ap Edmwnd d&uuml;c o Iork
             y 4.<sup><span style="font-size: 9pt">ydd</span></sup> mab i Edward y .3.<sup><span style="font-size: 9pt">ydd</span></sup> brenhin Lloegr./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Mam Richard d&uuml;c o Iork oedd Anna verch
            Roger
            Mortimer Iarll y Mars vab Philippa
             verch ac etifedd Leionel D&uuml;c o Glarens yr
             ail mab ir vn Edward .3.<sup><span style="font-size: 9pt">ydd</span></sup> vrenhin Lloegr ac
             wrth y claim hwnn i kafas vod yn vrenhin
             ai goroni Dd&uuml;w S&uuml;l y Drindod oed Crist mil
             a phedwarcant ac vn a thr&uuml;gein o vlynyddoedd
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Edward y 4<sup><span style="font-size: 9pt">ydd</span></sup> hwnn trwy eiriol Elsabeth i wraic
             a beris <span class="corr">kwnnu</span> gwyl Vair y Visitasion oed
             Crist 1480. ar vlwyddyn honno i peris Edward
             y 4.<sup><span style="font-size: 9pt">ydd</span></sup> vwstro kwbwl o Loegr a Chymr&uuml; / oi
             wrogeth ef yr .20.
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Pan oedd oed Crist .1462. [Brenhin Harri] a
             brenhines Margred [a ddoethant] o Scotlond
             a ll&uuml; mawr  ganth&uuml;n o Scottied a
            Phrancod
            ac yn Exam Sir [i da&uuml;th] arglwydd
             Montag&uuml;w capten y Nordd i ymgyfarvod
            <span class="pg">[td. 219r] </span>
             ac wynt. Ac a orf&uuml; ar vrenhin Harri gilo
             gwedi hir ymladd / ar D&uuml;c o Somersed a
            ymadowsse
            yn hwyr ky<font color="#009900">n</font>n hynny, a brenhin Edward a
             ddalwyd yn y maes a llawer gid ac ef ac a
            dorred
            i benn
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Yr ail vlwyddyn brenhin Harri a ddalwyd ac a
             aethbwyd ac ef trwy L&uuml;nden ir Twr gwynn
             ar vrenhines aeth ai mab gid a hi i Phrainc
             at y D&uuml;c Rayner i thad./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Oed Crist 1464. i prioded Edward y 4.<sup><span style="font-size: 9pt">ydd</span></sup> a
            chwaer
            brenhin Phrainc ond tra f&uuml; Iarll Warwic
             yn keisso bona dros y brenhin Edward ynte <span class="corr">a</span>
             
            <span class="corr"></span>briododd heb wybod yng Graphton arglwyddes
             Elsabeth gwraic S<font color="#009900">yr</font> Iohn Gray or blaen ac or
             achos honno i b&uuml; lawer o ddrwc rhwng y
            brenhin
            ac Iarll Warwic./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Yr ail vlwyddyn i ganed Elsabeth yr honn a v&uuml;
             gwedi hynny vrenhines Harri Seithued a
             mam Harri wythued
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Pan oedd oed Crist .1466. i da&uuml;th bastard
            Byrgwyn
            i Loegr i geisso kyvathrach rhwng
            Siarls
            aer Byrgwyn a chwaer brenhin Edward
             ar gyfathrach a wnaethbwyd
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Oed Crist 1467. I kwnnodd Iarll Warwic y<font color="#009900">n</font>n
             erbyn y brenhin ar d&uuml;c o Glarens brawd y
             brenhin gid ac ef. Ac Archesgob Iork
            Mark&uuml;ys
            Mowntag&uuml;w i vrodyr ar Iarll ar d&uuml;c
             o Clarens aeth i Galais ac yno i priododd y
             D&uuml;c verch Iarll Warwic
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Y vlwyddyn honn i gwnaeth gwyr Sir Iork a
             gwyr y Nordd gapten arn&uuml;n ai alw Robin
            Ridistal
            ac yn agos i Vanbri arglwydd Herbert
            <span class="pg">[td. 219v] </span>
             ai vrawd S<font color="#009900">yr</font> Richard Herbert a Thomas ap
             Rhosser a ll&uuml; o seithmil ganth&uuml;n a
            ymgyfarv&uuml;on
            a gwyr y Nordd a gwyr y Nordd
             a dd&uuml;c y maes./ Ac arglwydd herbert
             
            oed <font color="#ff3300">[sic]</font>&nbsp;
            
            S<font color="#009900">yr</font> Wiliam Thomas Iarll Penfro a
            ddalwyd
            a S<font color="#009900">yr</font> Richard Herbert ac a dorred i
             penne. a Thomas ap Rhosser a laddwyd
             ac Elen Gethin a gyrchodd i gorph ef adref
             ac ai claddodd yn Eglwys Gint&uuml;n yn
            anrhydedd&uuml;s.
            a ph&uuml;m mil o Gymr&uuml; yn y maes ym
             Manbri a laddwyd
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Gwedi /r/ maes hwnn i da&uuml;th gwyr y Nordd i
             Warwic lle ir oedd yr Iarll ar D&uuml;c o Clarens
             gwedi kynn&uuml;ll&nbsp;ll&uuml; mawr a brenhin Edward ai
             bower ynte a dda&uuml;th yn i herbyn ond yn ddiryb&uuml;dd
             yr Iarll ar hyd nos aeth am benn camp y brenhin
             ac a ddalodd y brenhin, ac ai danfonodd i V&uuml;dylham
             castel yngharchar yn Iork Sir at Archescob
             Iork brawd yr Iarll ac yno drwy gyngor a
             nerth S<font color="#009900">yr</font> Wiliam Stanley a S<font color="#009900">yr</font> Thom<font color="#009900">a</font>s
            Borowgh
            i diangodd or carchar ac i <span class="corr">L&uuml;ndein</span> i
             da&uuml;th ac i kynn&uuml;llodd l&uuml; mawr Ac yno i
            kyfarv&uuml;
            ac arglwydd Wels a ll&uuml; mawr gantho ynte
             ar brenhin a dd&uuml;c y maes ac yno i llas dec mil
             ynn y lleiaf a thorri penne arglwydd Wels a
             S<font color="#009900">yr</font> Robert Wels i vab a S<font color="#009900">yr</font> Robert Demok a
             llawer y chwanec ar maes hwnn a elwir los
             coat Phild. achos gwyr Lincol Sir a vyrrodd
             i siackedi ac a <span class="corr">gilodd</span>./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Y vlwyddyn honn ir aeth Iarll Warwic ar d&uuml;c o
             Clarens i Phrainc ac yno i b&uuml;on ynghylch
            <span class="pg">[td. 220r] </span>
             chwe mis ac yno i da&uuml;th Iarll Warwic ar d&uuml;c
             o Clarens ac Iarll Penvro ac arglwydd&nbsp;
            Rhydychen
            ar kyphredin a dda&uuml;th att&uuml;n ac Edward
             a gilodd i Phlandrs at y D&uuml;c o Byrgwyn a
             brenhines Elsabeth ai mab Edward a gymerth
             Seintwari ynn Westmestr  _____ 
            <a href="#fntext17" name="fnno17"><sup><b>[17]</b></sup></a>
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             a Harri chweched ynn i vrenhiniaeth drychefn
             a chrio Edward yn Draett&uuml;r, ond hynny ni
             b&uuml; hir byrhaodd
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Oed Crist 1470. i kyfarv&uuml; vrenhin<a href="#fntext18" name="fnno18"><sup><b>[18]</b></sup></a> a brenhin
             Harri yn i gwmpeniaeth ac Iarll Warwic
             Dd&uuml;w Pasc y Marnad Phild dec milltir o
            L&uuml;ndein
            ac yno rhyngth&uuml;n i b&uuml; vaes kre&uuml;lon ar
             gore a gafas brenhin Edward ac yno i <span class="corr">llas</span>
             Iarll Warwic a elwid Richard Nevyl a
            Mark&uuml;ys
            Mowntag&uuml;w i vrawd a dec mil <span class="corr">ychwanec</span>./
             Ac ar vyrr ynn ol y maes hwnnw i kymerth
             brenhines Margred Seintwari y Mewley yn
             Hamsir ac atti i da&uuml;th y d&uuml;c o Somersed
             ac Iarll Defnsir a llawer y chwanec o l&uuml;
             a brenhin Edward a llawer ll&uuml; mawr gantho
             a ymgyfarv&uuml; ac wynt yn emyl Tewksbri ac
            yno
            i b&uuml; vaes cre&uuml;lon rhyngth&uuml;n ond brenhin
             Edward ai d&uuml;c a brenhines Margred a ddalwyd
             ac a roed [iddo ef] ac Edward i mab gerr bronn
             y brenhin a vwrdrwyd yn gwilydd&uuml;s./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Ar maes yn Tewksbri [a v&uuml;] ar dd&uuml;w Sadwrn
             y 4<sup><span style="font-size: 9pt">ydd</span></sup> dydd o Vai a D&uuml;w&nbsp;ll&uuml;n gwedi hynny i torred
             penne Edmwnd D&uuml;c o Somersed a Phrior Saint
             Iohns o Gaer&uuml;salem ac ychwanec ac i danfoned
            <span class="pg">[td. 220v] </span>
             brenhines Margred yngharchar i L&uuml;nden
             yr honn gwedi hynny a brynodd i Thad ac i
            danfoned
            i Phrainc./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Gwedi hynn i kwnnodd Bastart Phawconbrig
             a gwyr Kent ac Essex gid ac ef yn erbyn y
             brenhin ond hwynt a orv&uuml;wyd ar vyrder ac
             a roed i veirw./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Y vlwyddyn honn i b&uuml; varw y brenhin Harri .6.<sup><span style="font-size: 9pt">ed</span></sup>
             ac ai gorph i do&uuml;thbwyd or twr gwynn i Bowls
             ac yno i b&uuml; noswaith ac medd rhai Richard d&uuml;c
             o Gloseter ai lladdodd a dager brawd Edward
             vrenhin oedd y D&uuml;c
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Pan oedd oed Crist 1473. ir aeth brenhin Edward
             4<sup><span style="font-size: 9pt">ydd</span></sup> i Phrainc ond eisse gallel <span class="corr">ymddired</span> ir Dd&uuml;c
             o Byrgwyn idd heddychodd ef a brenhin Phrainc
             ac ar vrenhin Phrainc dal&uuml; i vrenhin Edward
             bymthec a thr&uuml;gein mil o gorone. A phob
            blwyddyn
            ymyw brenhin Edward dec mil a
            de&uuml;gein
            o gorone./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Pan oedd oed Crist 1477. y vlwyddyn o wrogeth
             Edward y 4<sup><span style="font-size: 9pt">ydd</span></sup> y 17.<sup><span style="font-size: 9pt">ec</span></sup> i boddwyd Georg D&uuml;c o
             Clarens brawd y brenhin mywn t&uuml;nnell o win
             yn y Twr gwynn./ Y vlwyddyn rhac wyneb
             i b&uuml; varwolaeth vawr yn <span class="corr">Ll&uuml;nden</span> a thrwy
            Loegyr
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Pan oedd oed Crist 1482. i b&uuml; varw Edward
             4<sup><span style="font-size: 9pt">ydd</span></sup> yn nechre y 23. vlwyddyn oi wrogeth ef
             y .9.<sup><span style="font-size: 9pt">ed</span></sup> dydd o Ebrill ynn Westmestr ac yn
            Winsor
            i claddwyd
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Ac yn i ol y gydewis Edward i vab hynaf a
             Richard D&uuml;c o Iork a thair merched Elisabeth
             yr honn a v&uuml; gwedi hynny vrenhines, Ciceli a Chatrin./
            
         </div>
         
      </div>
      <span class="pg">[td. 221r] </span>
      
      <div>
         <a name="headno18"></a><h3>Edward y p&uuml;med</h3>
         &nbsp;&nbsp;&nbsp;
         <div>
             Edward b&uuml;med a ddechre&uuml;odd meddiann&uuml; yr
             Ynys honn yr .11. dydd o Ebrill pan oedd oedran
             Crist 1483. ac nid oedd yr Edward hwnn ond
             .11. vlwydd nei ynghylch hynny ac ef ni
            choronwyd
            er ioed ond wrth orchymyn Richard
             y .3.<sup><span style="font-size: 9pt">ydd</span></sup> i mwrderwyd ar Richard hwnnw aeth
             ynn i ol ef yn vrenhin
            
         </div>
         
      </div>
      
      <div>
         <a name="headno19"></a><h3>Richard y trydydd</h3>
         &nbsp;&nbsp;&nbsp;
         <div>
             Richard y .3.<sup><span style="font-size: 9pt">ydd</span></sup> a ddechre&uuml;odd teyrnass&uuml; yr .21.
             dydd o vis Myhevin oedran Crist .1483./ ar .6.<sup><span style="font-size: 9pt">ed</span></sup>
             o vis Gorphennaf  nessaf at
            hynny
            i coroned ynn Westmestr
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Y vlwyddyn honno i torred penn y D&uuml;c o
            Bwckingam
            yn Salsbri./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Pan oedd oed Crist 1485. i b&uuml; yr maes yn
            Bossworth
            rhwng brenhin Richard a brenhin
             Harri seith&uuml;ed y .22. dydd o Awst ac i
            gorf&uuml;
            Harri seithved ac i kafas y
            vyddygoliaeth
            yn vwy o nerth a gall&uuml; y gor&uuml;chaf Dd&uuml;w
             nac o vilwriaeth gwyr Ac yn y maes i
             llas Richard vrenhin y .3.<sup><span style="font-size: 9pt">edd</span></sup> vlwyddyn oi
            wledychiad
            ac arglwydd Lorel a gilodd ar D&uuml;c o
             Northpholk a las a llawer o <span class="corr">arglwyddi</span> eraill./
            
         </div>
         
      </div>
      <span class="pg">[td. 221v] </span>
      
      <div>
         <a name="headno20"></a><h3>Harri .7.<sup><span style="font-size: 9pt">ed</span></sup>
            
         </h3>
         &nbsp;&nbsp;&nbsp;
         <div>
             Harri seithved a ddechre&uuml;odd&nbsp;wledych&uuml; pan oedd
             oedran Crist 1485. ar .13.<sup><span style="font-size: 9pt">ec</span></sup> dydd o vis Hydref i
             coroned ef yn Westmestr ar Harri hwnnw
             oedd vab Edmwnd Iarll Richmownt ap Owain
             ap Meredydd ap T&uuml;d&uuml;r ap Gronwy ap
            T&uuml;d&uuml;r
            ap Gronwy ap Ednyfed Vychan ap
            Kynwric
            ap Ioreth &amp;c. ac a v&uuml; vrenhin
            anrhydedd&uuml;s
            clodvawr kadarn kre&uuml;lon dewr
            tr&uuml;garoc,
            kyfion, kelvydd&uuml;s anodd i berchen tafod
             draeth&uuml; i weithredoedd da./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Pan oedd oed Crist .1486. yr ail vlwyddyn oi
             wrogeth i priodes ef Elsabeth verch brenhin
             Edward .4. a mis Medi nessa yn ol hy<font color="#009900">n</font>n i
            ganed
            Prins Arth&uuml;r yn Winsiestr./ Y
            vlwyddy<font color="#009900">n</font>n
            rhac wyneb i coroned y vrenhines ynn
             Westmestr
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Pan oedd oed Crist 1488. i lladdodd kyphredin y
             Nordd Iarll Northwmberlond. Ar vlwyddyn
             honno i <span class="corr">b&uuml;</span> vaes yn Phlawndrs rhwng
            arglwydd
            Dawbnee ac arglwydd Morley a las
             yno./<a href="#fntext19" name="fnno19"><sup><b>[19]</b></sup></a>
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Pan oedd oed Crist 1490. i ganed Harri yr ail
             mab i Harri .7.<sup><span style="font-size: 9pt">ed</span></sup> yn Grinwits vis Myhevin./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Oed Crist 1493. I b&uuml; yr bwyssel <span class="corr">gwenith</span> er
             chwe cheinoc yn Ll&uuml;nden ac yn y vlwyddyn ho<font color="#009900">n</font>n
             i torred penn S<font color="#009900">yr</font> Wiliam Stanley./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Oed Crist .1496. I b&uuml; yr maes ynn y Black
             hieth  y .18. dydd o vis Myhevin./
            
         </div>
         <span class="pg">[td. 222r] </span>
         &nbsp;&nbsp;&nbsp;
         <div>
             Oed Crist .1499. I torred penn Iarll Warwic
             ac ir aeth y brenhin i Galais at y D&uuml;c o
            Byrgwyn
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Pan oedd oed Crist .1500. yr .16. vlwyddyn o wrogeth
             Harri seithved i tiriodd arglwyddes Katrin
            chwaer
            yr Emperodr merch brenhin Spayn ym
             Hl&uuml;mwth./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Oed Crist .1502. I b&uuml; varw brenhines Elsabeth
             yn y Twr gwynn a hithe ar i gwely. Ar
            wythved
            dydd o Awst y priododd brenhin y Scotlond
             arglwyddes Margred y verch hynaf./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Oed Crist  .1505. I <span class="corr">byrrodd</span> gwynt geiloc
            clochty
            Powls i lawr ac i byrrodd y D&uuml;c o
            Byrgwyn
            i dir ynn y West cowntri./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Oed Crist. 1507. I llosgodd&nbsp;llawer o dai yn Rhef
             Norwits./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Y vlwyddyn honno i b&uuml; varw brenhin Harri
             .7.<sup><span style="font-size: 9pt">ed</span></sup> yr .21. dydd o vis Ebrill yn Richmownt
             y bedwaredd vlwyddyn arh&uuml;gein oi wrogeth
             ac yn Westmestr i claddwyd./
            
         </div>
         
      </div>
      <span class="pg">[td. 222v] </span>
      
      <div>
         <a name="headno21"></a><h3>Harri wythued</h3>
         &nbsp;&nbsp;&nbsp;
         <div>
             Harri wythved a ddechre&uuml;odd teyrnass&uuml; y .22.
             dydd o vis Ebrill oedran Crist 1509. ac a
            goroned
            yn Westmestr ddydd gwyl Ie&uuml;an
            Vedyddiwr
            nessaf at hynny./ Y vlwyddyn honn
             i torred penne Empson a Dwdley./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Oed Crist 1510 i ganed mab i Harri yn
            Richmownt
            ar <span class="corr">Dd&uuml;w</span> Calan a dydd gwyl Vathew&nbsp;
            nessaf
            i b&uuml; varw yr mab./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Oed Crist .1511. I daliodd arglwydd Haward
             Andro Berton a <span class="corr">thr&uuml;gein</span> a chant o Scottied
             a dwy long dec./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Pan oedd oedran Crist .1512. I torred penn
            Edward
            Dela pwl ac i danfoned Marqwys
            Dorsed
            i Spayn a dec mil o l&uuml; gantho ac yno
             i gwnaeth lawer o <span class="corr">ddrwc</span> yn Gien ac ar ddydd
             gwyl Saint Lawrens i llosgodd y Regent
             ar Karrik y rhai <span class="corr">oedd</span>&nbsp;ddwy [long] ar&uuml;thr
             o vaint./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Yr ail vlwyddyn ir aeth S<font color="#009900">yr</font> Edward arglwydd
             Admiral Lloegr ac i llas  ar ddydd gwyl Vark
             ym Br&uuml;ttaen vechan./ Ar vlwyddyn honn i rhoes
             y brenhin sawd wrth Derwyn ac i gorchvygodd
             bower Phrainc ym boemye ac ir ennillodd
             Derwyn a Thwrney./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Ar vlwyddyn honn i da&uuml;th Siames brenhin
            Scotlond
            i Loegr a chan mil o l&uuml; gantho y nawed
             dydd o vis Medi ac i pwyntiwyd maes
            rhyngtho
            ac arglwyddi o Loegyr nid amgen arglwydd
            <span class="pg">[td. 223r] </span>
             Tressorer ac arglwydd Haward a
            marchogion
            vrddolion a boneddigion ambenn hynny ar
             maes a v&uuml; yng Krakmor dwy villtir o
            Northampton
            ac yno i llas Siamys brenhin
            Scotlond
            ac vnarddec o Ieirll y Scotlond a thri o
             Esgobion a phedwar arddec o varchogion
            vrddolion
            a de&uuml;ddec mil o voneddigion a chyphredin
             am benn hynny o Scotlond./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             A chwedi hynny i gwnaethbwyd xxx. o
            varchogion
            y<font color="#009900">n</font>n Lloegr./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Weithian llyma henwae&uuml; pendevigion o
            Scotlond
            a las ynn y maes nid amgen./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Ynn y ward gyntaf Iarll Lenog./ Iarll o
             Lewys / Iarll Argil / Iarll Castil / Iarll
             Egillton./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Yn yr ail ward Brenhin Scotlond./ Esgob
             Saint Andro / Iarll Morton / Arglwydd&nbsp;
            Siamberle<font color="#009900">n</font>n./
            Iarll Angwys / Iarll Mowntres./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Yn y drydedd ward Esgob Catnais / Esgob
             Argil / Incastor of Angwys
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Pan oedd oed Crist yn .1514. ir aeth yn heddwch
             rhwng brenhin Lloegr a brenhin Phrainc ac i
             priododd brenhin Phrainc arglwyddes Mari
            chwaer
            Harri wyth&uuml;ed./ A D&uuml;w Calan gwedi
            hynny
            i b&uuml; varw brenhin Phrainc ac i danfoned
             y D&uuml;c o Swpholk S<font color="#009900">yr</font> Siarls Brandon iw
             chyrch&uuml; drychefn./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Pan oedd oed Crist .1515. I ganed arglwyddes
            Mari
            &nbsp;<span class="corr">verch Harri wyth&uuml;ed ynn Grinwits</span>./<a href="#fntext20" name="fnno20"><sup><b>[20]</b></sup></a> a
             mis y prioded y D&uuml;c o Swpholk Siarls
            Bran<span class="pg">[td. 223v]</span>
            don
            ac arglwyddes Mari brenhines Phrainc./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
            Y vlwyddyn honn i da&uuml;th arglwyddes Margred
            brenhines Scotlond a chwaer brenhin Lloegr
            i Loegr ac y<font color="#009900">n</font>n Harbottel i ganed iddi verch a
            elwid Margred. A mis Mai i da&uuml;th i L&uuml;nden
            ac i tariodd vlwyddyn.
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
            Oed Crist .1516. I b&uuml; rew kimaint ac i gellid
            myned a chenired o Westmestr i Lambeth a
            cheirr ac a cherti./ Ar vlwyddyn ho<font color="#009900">n</font>n vis
            Mai i kwnnodd prentissied Ll&uuml;nden yn erbyn
            gwyr dieithr oedd yno ac am hynny i colled
            llawer o hon&uuml;n ac i da&uuml;th y rhann arall o
            hon&uuml;n i Westmestr a chebystre am i gyddfe&uuml;
            ac i pardynwyd. Ar .24. dydd o Vai ydd
            aeth brenhines y Scotlond t&uuml; ac adref./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
            Oed Crist .1517. I rhoed Terwyn a Thwrne
            i vrenhin Phrainc eilwaith. Yr ail
            vlwyddyn
            y dewisswyd Siarls b&uuml;med yn Emperodr
            Rh&uuml;fain. Ar vlwyddyn honn i danfoned Iarll
            Surrei i Iwerddon./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
            
            Y vlwyddyn rhac wyneb i kyfarv&uuml; vrenhin
            Lloegyr
            a brenhin Phrainc ynn y camp rhwng
            Ard ar Geinys./ Gwedi hynny i kyfarv&uuml;
            Harri .8.<sup><span style="font-size: 9pt">ed</span></sup> ar Emperodr ac ir aeth y
            brenhin
            gid ar Emperodr i Raflin ac o ddyno i
            Galais [i <span class="corr">da&uuml;th</span> yr Emperodr] gid ar
            brenhin
            Ac i da&uuml;th y brenhin adref./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
            Oed Crist .1520. I torred penn y D&uuml;c o
            Bwckingam
            y .22. dydd o Vai. Y mis yr aeth y
            Cardinal i Galais i geisso heddwch rhwng
            <span class="pg">[td. 224r] </span>
             brenhin Phrainc ar Emperodr ac yno i
            tarriodd
            hyd vis Rhacvyrr heb nes i heddwch
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Oed Crist .1521. y chweched dydd o vis Mehevin
             i da&uuml;th yr Emperodr i L&uuml;nden ac o L&uuml;nden
             ir aeth i Winsor ac yno i gwnaethbwyd yn
             varchoc or gardys Ac o ddyno i Sowthampton
             a thross y mor y Yspaen ar amser hwnnw
             Iarll&nbsp; _____ 
            <a href="#fntext21" name="fnno21"><sup><b>[21]</b></sup></a> arglwydd Admiral a losges
             Morlais ym Br&uuml;ttaen ac yno i tiriodd yng
             Calais ac o ddyno i Bickardi ac yno i Llosges
             gestyll a threfi  Ac a rodd&nbsp;wrth Heldyng<a href="#fntext22" name="fnno22"><sup><b>[22]</b></sup></a> ond
             y min gayaf oedd i kwnnodd i sawd ac i da&uuml;th
             adref./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Y vlwyddyn honn i da&uuml;th y D&uuml;c or Alban i
            Loegr
            a ll&uuml; mawr gantho a pha<font color="#009900">n</font>n glyb&uuml; mae Iarll
             y Mwythic oedd yn dyfod i ymladd ac ef tr&uuml;ws
             a gymerth dros chwe mis./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Oed Crist .1522. I da&uuml;th Crustern brenhin
            Denmark
            i Loegr vis Myhevin. Y vlwyddyn ho<font color="#009900">n</font>n
             i llosgodd Iarll Swrrey  _____  a llawer<a href="#fntext23" name="fnno23"><sup><b>[23]</b></sup></a>
             o drefi a chestyll ac ynn bennaf o hon&uuml;n tref
             Iodworth ynn y Scotlond. Ar vlwyddyn ho<font color="#009900">n</font>n
             ir oedd y Twrk y sowdio Rods a D&uuml;w Nadolic
             i rhoed i vyn&uuml; iddo
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Oed Crist 1523. y bymthegved o wrogeth
            Harri
            .8.<sup><span style="font-size: 9pt">ed</span></sup> ir aeth y D&uuml;c o Swpholk i Phrainc
             a dec mil o l&uuml; gid ac ef hyd tros Water
             Swm heb gynnic vn maes ac i d&uuml;n&uuml;striodd
             llawer o drefydd a chestyll. a mis Rhagvyrr
             i troes drychefn./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Y vlwyddyn honn ir oedd y D&uuml;c o Albani yn rhoi
            <span class="pg">[td. 224v] </span>
             sawd wrth gastell Wark. a pha<font color="#009900">n</font>n glyb&uuml; ef vod
             Iarll Swrrey yn dyfod a ll&uuml; mawr gantho
             efo a gilodd./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Oed Crist .1524. I da&uuml;th Embasseters o Spaen
             ac y Scotlond ac o leoedd ereill i Loegr a
             heddwch rhwng Lloegr a Phrainc a Rebel
             ynn Norpholk a Swpholk a delifro 
            brenhin Phrainc o garchar vis Mawrth./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Pan oedd oed Crist 1526. ir aeth y Cardinal
             i Phrainc ac i gwnaeth heddwch rhwng brenhin
             Phrainc a brenhin Lloegr ac yn vn ynn erbyn
             yr Emperodr a mis Medi i danfonyssont l&uuml;
             i Itali ac ir Rh&uuml;feindir. Mis Hydref i da&uuml;th
             y great mastr o Phrainc i Loegr i sickra&uuml;
             ac i rwymo yr heddwch hwnnw./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Pan oedd oed Crist 1528. mis Myhevin ir
            eisteddodd
            Legat y Pab yn hy /r/ Phriers d&uuml;on am
            briodas
            y brenhin
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Y vlwyddyn honn ir heddychwyd rhwng y brenhin ar
             Emperodr.
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Yr ail vlwddyn i coronwyd yr Emperodr ynn
             Bononi. Y drydedd vlwddyn i rhyddhawyd plant
             brenhin Phrainc ac i b&uuml; varw yr Cardinal./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Pan oedd oed Crist 1531. I dechre&uuml;odd y brenhin
            adeilad
            yn Westmestr <span class="corr">ac ir aeth</span> y
            brenhin
            i gyfarvod a brenhin Phrainc vis Hydref
             ac i torred penn Mr Rh ap Sr <span class="damage">&lt;g'.&gt;</span> Rh.
            <a href="#fntext24" name="fnno24"><sup><b>[24]</b></sup></a>
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Pan oedd oed Crist .1532. Ir ysgarwyd y brenhin
             a brenhines Katrin ac achos na chytt&uuml;ne y
             Pab ar anghyfreithlo<font color="#009900">n</font>n ysgar hwnnw efo ai
             bower a nakawyd yn y Deyrnas [honn] ac ni
             b&uuml;&nbsp;ddim gwelliant ir ynys hynny./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Gwedi hynny brenhin Harri .8.<sup><span style="font-size: 9pt">ed</span></sup> a briododd Ann
             Bwlen yr honn a goroned Dd&uuml;w s&uuml;l y S&uuml;lgwyn
            <span class="pg">[td. 225r] </span>
             gwedi hynny./ Dydd gwyl Ieuan <span class="corr">gwedi</span>&nbsp;
            hynny
            i b&uuml; varw Mari brenhines Phrainc <span class="corr">chwaer</span>
             brenhin Lloegr a gwraic S<font color="#009900">yr</font> Siarls Brandon
             D&uuml;c o Swpholk./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Oedran Crist pan aned arglwyddes Elsabeth yn
             Grinwits ar noswyl Vair y seithued dydd o
             vis Medi .1533.<a href="#fntext25" name="fnno25"><sup><b>[25]</b></sup></a>
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Pan oedd oed Crist 1533. y .23. o Harri .8.<sup><span style="font-size: 9pt">ed</span></sup> i llosged
             yr holi mayd o Gent a da&uuml; vynach a da&uuml;&nbsp;
            phrier
            ac opheiriad a groged ac a dorred i benn
             am Dresson a blasphemi ac hyppocrisi ac
             ir aeth yn heddwch rhwng <span class="corr">Lloegr</span> ac y
            Scotlond./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Y vlwyddyn honn i byrrwyd y Pab ynn gweit ai
             bower or Deyrnas honn./ Yr ail vlwyddyn
             i kwnnodd arglwydd Kildar ac i rhyfelodd y<font color="#009900">n</font>n
             erbyn y brenhin ac i lladdodd Esgob D&uuml;l&uuml;n ac
             yno idd yrrodd y brenhin S<font color="#009900">yr</font> Wiliam
            Skevington./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Y vlwyddyn honn i kanhiadwyd ir brenhin y
             phrwythe&uuml; kyntaf ar degued or phrwythe&uuml; yr
            Eglwyssi
            trwy Loegr a Chymr&uuml;./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Mis Myhevin i torred penne&uuml; Esgob Rochestr a
             S<font color="#009900">yr</font> Thomas More am wrthnevo nei naka&uuml; y
             brenhin yn benn ar  Eglwys Loegr a thri
             mynach or Siartrhows am yr vn achos a
            varnwyd
            i veirw./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Pan oedd oed Crist .1535. I torred penne
            brenhines
            Ann Bwlen ac arglwydd Rochephord
             a Norrys, Weston a Brerton a Marks
             ac i priododd y brenhin arglwyddes Sian
            Seimer./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Y vlwyddyn honn i b&uuml; yn Swydd Iork ac ynn
            <span class="pg">[td. 225v] </span>
             Swydd Lincol ynvydrwydd mawr yn erbyn y
             brenhin o waith arglwydd Darci arglwydd Hwssi
             S<font color="#009900">yr</font> Robert Constabl a Robert Ask ac o
            synnwyr
            y brenhin ai gynghoried heb golledigaeth
             gwaed i heddychwyd
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Yr ail vlwyddyn i kwnnodd arglwydd Darsi Syr
             Phrawncis Bigot a S<font color="#009900">yr</font> Robert Constabl yn
            erbyn
            y brenhin a hwynt a ddalwyd ac a vyrwyd
             i varw
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Pan oedd oedran Iess&uuml; Grist .1537. o vlynyddoedd
             noswyl St Edward i ganed Prins Edward yn
             Hampton Cowrt ac ar i enedigaeth ef i b&uuml; varw
             brenhines Sian i vam ef ac yn Winsor i
            claddwyd
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Pan oedd oed Crist 1538. i dechre&uuml;wyd casgl&uuml;
             ir tylodion./ Mis Mai i colled ac i llosged
            Phrier
            Phorest
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Y vlwyddyn honn vis Rhagvyr i torred penne y
             Markwys o Exeter ac arglwydd Mowntig&uuml;w a
             S<font color="#009900">yr</font> Edward Nevyl
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Pan oedd oed Crist .1539. vis Mai i mwstriwyd
             holl L&uuml;nden mywn harnes gwynnion a 
             siackedi o sidan gwynn a brethyn gwynn a
            chadwyne&uuml;
            a&uuml;r mywn tri maes o ryfel hyd pan
             oedd ynn rhyfeddod i lawer o <span class="corr">ddieithred</span> o
            amryfaelion
            Deyrnassoedd
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Y vlwyddyn honn vis Rhagvyrr i da&uuml;th
            arglwyddes
            Ann Clif chwaer y D&uuml;c o Clif i Loegr
             ac ar dd&uuml;gwyl Ystwyll gwedi hynny i prioded
             ar brenhin Harri wythued. A mis
            Gorphe<font color="#009900">n</font>naf
            ynn ol hynny i troes y brenhin y hi i phwrdd./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Mis Tachwedd y vlwyddyn honn i torred penne
             Abad Reading ac Abad Glassynb&uuml;ri ac Abad
             Colchester./
            
         </div>
         <span class="pg">[td. 226r] </span>
         &nbsp;&nbsp;&nbsp;
         <div>
             Pan oedd oed Crist 1540. yr .28. <span class="corr">dydd</span> o vis
             Gorphennaf Thom<font color="#009900">a</font>s Cromwel Iarll Essex ac
             arglwydd Water Hwngerphord a dorred i
             penne ynn y Twr hyl am dresson. Ac oni
             bai vynny o Dd&uuml;w hynny e drigse Richard ap
             hoel esqwier a Sersiant of arms a Sion
             Lloyd mab dd ap hoel dd&uuml; gwr bonheddic a Hoel
             ap S<font color="#009900">yr</font> Mathew prydydd a gwr g. a de&uuml;ddec
            ychwanec
            o wyr Dyphryn Tyveidad am ovyn i
            kyfraith
            ac yno i gwnaeth Hoel y dda&uuml; Englyn
             hynn nid amgen./
            
         </div>
         
         
         <div class="lg">
            <div style="margin-left: 3%">
                
               <br>Nid awn t&uuml;t on k&uuml;t nim kar / D&uuml;w Iess&uuml;
                
               <br>Dowyssoc nef a Daiar
                
               <br>ni ddown i benn ddwyn i bar
                
               <br>nid oes vodd D&uuml;w sy vyddar
               
            </div>
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             A phan ddarf&uuml; am Gromwel bwrw i dd&uuml;w&nbsp;
            glowed
            ynn gweddie a chan&uuml; val hynn [yr
            Englyn
            arall] iddo eh&uuml;nan
            
         </div>
         
         <div class="lg">
            <div style="margin-left: 3%">
                
               <br>Na ddowed vned o nyn / ond wyd veddw
                
               <br>vod d&uuml;w /n/ vyddar Hwlyn
                
               <br>nid yw vyddar D&uuml;w vowddyn
                
               <br>nac yw e glyw D&uuml;w bob dyn./
               
            </div>
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Y .30. <span class="corr">dydd</span> or mis hwnnw i llosged Barnes
            Gared
            a Sierom am heresi ar dydd hwnnw&nbsp;
            Abel,
            Powel a Phederston a l&uuml;sgwyd a groged
             ac a gwarterwyd ynn Smythphild am dresson./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Sychdwr mawr oedd yr haf hwnnw yn gimaint
             ac i rhoid y naill vwyssel er mal&uuml; yr llall. ar
             vlwyddyn honno i gellyngwyd Esgob Chichestr
             a Doctor Samson a Doctor Wilson or Twr
             wrth bardwn y brenhin./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Yr .8.<sup><span style="font-size: 9pt">ed</span></sup> dydd o Awst y prioded y brenhin ac
            arglwyddes
            Catrin Haward kares y d&uuml;c o Norpholk
            <span class="pg">[td. 226v] </span>
             ond ni hir byrrhaodd honno hefyd ac yno i
            darf&uuml;
            y kasgyl ir tylodion
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Y vlwyddyn honn i colled Egerton a Harmon am
             gowntyrphettio Seal y brenhin ar vlwyddyn
             honn i dechre&uuml;odd y brenhin adeilad
            ynghalais
            ac ynn y Geinys. Ac ynn swydd Iork i
             kwnnodd opheiriaid a Llygion y<font color="#009900">n</font>n erbyn y
            brenhin
            ac ar vyrr i gorv&uuml;wyd ac i barnwyd i
             veirw mywn llawer lle./ Ac vn Leigh<span class="damage">&lt;t&gt;</span> a da&uuml;
             eraill a golled ynn Ll&uuml;nden y 27. dydd o vis
            
             Mai. ac am yr vn achos S<font color="#009900">yr</font> Iohn Nevyl
            marchoc
            a l&uuml;sgwyd a groged ac a gwarterwyd yn
             Iork dd&uuml;gwyl Grist ne i noswyl./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             A .30. am ledrad ac  ysbeil a groged
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Y vlwyddyn honn y 6<sup><span style="font-size: 9pt">ed</span></sup> o vis Mai i b&uuml; orchymyn
             ordeinio /r/ beibyl yn Saessonaec ymhob
            Eglwys
            drwy /r/ Deyrnas honn yn barod i bawb
             ei ddarllen ac i wrando geiria&uuml; D&uuml;w mywn
             amser kyfle&uuml;s
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Y vlwddyn honn i torred penn Iarlles Salsbri
             yr .8.<sup><span style="font-size: 9pt">ed</span></sup> dydd arh&uuml;gein o vis Mai ar 9<sup><span style="font-size: 9pt">ed</span></sup> dydd o
             Vyhefin i croged da&uuml; o Ard y brenhin am
             ysbeilo ynn siampl i bawb./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Y degved dydd o vis Myhefin y torred llaw S<font color="#009900">yr</font>
             Edmwnd Knevet oni bai dr&uuml;garedd a phardwn
             y brenhin./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Y 22. dydd o vis Gorphennaf i b&uuml; broclamasiwn
             yn Ll&uuml;nden na bai gadw dim gwilia&uuml; ond gwilie
             Mair ar de&uuml;ddec Abostol ar .4. Angel Ystor
             a gwyl Ior&uuml;s a Mair Vagdalenn ac na bai
             vmpryd dd&uuml;gwyl Vark na noswyl St Lowrens
             na phlant wyl St Nicolas St y Katrin, St
             Clement na d&uuml;gwyl y vil Veibion vyned
            <span class="pg">[td. 227r] </span>
             i gardotta o gwmpas./ Ar .28.<sup><span style="font-size: 9pt">en</span></sup> dydd i torred
             penn arglwydd Leonard Gray am lawer o
             draet&uuml;riaeth a wnaethoedd ef yn Iwerddon penn
             v&uuml;assai Ddebiti ir brenhin yno./ Ar dydd hwnnw
             i croged trowyr boneddigion a elwid Mantyl
             Roydon a Phrowds.
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Hefyd arglwydd Dakers or deha&uuml; a golled ynn
             nheibwrn a Chymro am bennill o
            brophwydoliaeth
            a ddowod Yr ail vlwyddyn i berwed m<font color="#009900">er</font>ch
             yn Smythphild am <span class="corr">wenwyno</span> swrn o ddynion
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Y vlwyddyn o <span class="corr">oedran</span> Crist .1541. I torred penn
            Katrin
            Haward y vrenhines am odineb ac
            arglwyddes
            Rochphord am gadw kyfrinach./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Y vlwyddyn honn yr ymrodd Iarll Desmwnt ar
             great Anel yn gras y brenhin ac i
            gwnaethbwyd
            y great Anel ynn Iarll Tyron ai vab
             yn Varwn Denkamen
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Y vlwyddyn honn i llosged opheiriad a da&uuml; Lyg
             ynn Winsor ac i criwyd rhyfel rhwng Lloegr
             a Phrainc. Yr ail vlwyddyn i b&uuml; veirw&nbsp;
            llawer
            yn Ll&uuml;nden ac i sym&uuml;dwyd y term i S<sup><span style="font-size: 9pt">t</span></sup>
             Albons.
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Pa<font color="#009900">n</font>n oedd oedran Crist 1544. ar .36. o Harri
             8<sup><span style="font-size: 9pt">ed</span></sup> i danfonodd y brenhin l&uuml; i Lith ac y
            Scotlond
            ac i lladdyssont ac i d&uuml;n&uuml;stryssont y wlad
             heb arbed na thref na chastell na dyn. Ac yn
             Lith i gwnaethbwyd p&uuml;mp a de&uuml;gein o
            varchogion.
            Ar vlwyddyn honn i danvoned ll&uuml; i
             Phrainc ac i dda&uuml;th y brenhin eh&uuml;n yno
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Y <span class="corr">vlwyddyn</span> honn i rhodd y brenhin sawd wrth
             Vwlen nid amgen y 14. dydd o vis Gorphenna
             idd a&uuml;th o Ddofyr i Galais ar .15.<sup><span style="font-size: 9pt">ed</span></sup> o Galais
             i Vorgeissyn ac yno i campiodd noswaith ar
             .16.<sup><span style="font-size: 9pt">ec</span></sup>&nbsp;wrth Vwlen ac yno i campiodd ar d&uuml; /r/
            <span class="pg">[td. 227v] </span>
             Gogledd ir dref ar .17.<sup><span style="font-size: 9pt">ec</span></sup> Iarll Swpholk a rodd
             sawd wrth dre Vwlen ar d&uuml; Dwyrain. Ar
             28<sup><span style="font-size: 9pt">ein</span></sup> or mis ir ennillwyd yr owld ma<font color="#009900">n</font>n nei /r/
             waets towr./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Yr .11.<sup><span style="font-size: 9pt">ec</span></sup> o vis medi i rhoed <span class="corr">alarwm</span>&nbsp;wrth y dref
             ar castell aeth ynn ddryllie gan dde&uuml;naw&nbsp;
            bariled
            o bowdwr gwnn a roessid dano ai gerric
             a laddodd gwyr a meirch villdir a hanner o ddi
             wrth y dref ac o gwmpas ac ni b&uuml; vychan
             y drwc a wnaethont i bawb yn amgylch y dre
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Y .13.<sup><span style="font-size: 9pt">ec</span></sup> or vn mis i kwnkweriwyd tre Vwlen ac
             i hennillwyd ac o <span class="corr">dr&uuml;garedd</span> y brenhin i kafas
             gwyr y dre gennad i vyned bag an bagaets
             ac velly i hymydowssont./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Y .14. dydd o vis Medi i hagored pyrth y dref ar
             dri ar y gloch gwedi hanner  _____  ac yno i
            dechre&uuml;sson
            &nbsp;ddyfod allan ac hyd yn saith ar y gloch
             or nos i pyrhaesson. Ac yno ir oedd o wyr a
            gwragedd
            a meibon a merched 4000. ac o hynny
             1500. ynn abl i ymladd a chanth&uuml;n ir aeth a
             allyssont i ddwyn ai kephyle ai gwarthec ac a
             allen i ddwyn. ar brenhin a roes vdd&uuml;n o nerth i
             ddwyn i heiddo ganth&uuml;n .75. gwagen
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Y .15.<sup><span style="font-size: 9pt">ed</span></sup> o vis Medi ir aeth y brenhin gyntaf i dre
             Vwlen ai holl&nbsp;wyr o Stad gid ac ef ac ynn y
             siwrne honn ir oeddwn i Howel ap S<font color="#009900">yr</font> Mathew
             yn vn yn gweled hynn ac ynn i wybod./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Pan oedd oed Crist 1544. yr .36. o Harri .8.<sup><span style="font-size: 9pt">ed</span></sup>
             y dydd kyntaf o vis Hydref i'madawodd o Vwlen
             ac i da&uuml;th i Ddofyr ac ar lan y mor i gwnaeth
             ef 4 marchoc wrth fyned i phwrdd
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Yr .8.<sup><span style="font-size: 9pt">ed</span></sup> dydd o hydref i da&uuml;th Dolphyn o phrainc
            <span class="pg">[td. 228r] </span>
             a phower mawr gantho a champio y
            Morgeisseyn
            a danfon i drwmpeter a chann march
             gid ac ef t&uuml; a Bwlen ac a dde&uuml;thont lle b&uuml;yssei
             y brenhin ynn campio ar Trwmpeter a dda&uuml;th
             wrth Vwlen iat ac a ganodd i Drwmpet i geiso
             dyfod at arglwydd Debiti ac yno i tariodd o naw
             ar y gloch kynn hanner hyd da&uuml; ar y gloch
             gwedi hanner. ac i hagorwyd y porth iddo
             ac i da&uuml;th gerr bronn arglwydd Debiti ac a
             ddowod / Dolphyn v'arglwydd am meistr [am
             
            <span class="corr">gyrrodd</span>] ith ddyfynn&uuml; di, ar dref honn gerr i
             vronn ef./ Y Debiti ai gyngor ai
            depheiodd
            ef ai ddyfyn. Ar Trwmpeter ar Bwsment
             gwyr a ddaethoedd gid ac ef aeth drychefn i
            Vorgeissyn
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Ar vyrder gwedi /r/ atteb hwnnw ir aeth y
            Dolphyn
            a ll&uuml; ar&uuml;thr gantho at Vwlen ac a wnaeth
             lawer skyrmaits ac or diwedd ar hyd nos i
            da&uuml;th
            am benn bas Bwle<font color="#009900">n</font>n ac i llas gwyr a
            gwragedd
            meibion a merched ond a ddiangodd i hei
             Bwlen./ Gwedi hynn i da&uuml;thbwyd o hei Bwlen
             am benn y Phrancod i vas Bwlen ac i <span class="corr">lladdwyd</span>&nbsp;
            llawer
            ac i dyrrwyd phwrdd y darn arall ac
            ennill
            eilwaith bas Bwlen
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Ar degfed dydd o Hydref i danfonodd Dolphyn
             i <span class="corr">Drwmpeter</span> at arglwydd Debiti i wybod pwr
             gaptenied a phwr wyr o ryfel oi wyr ef
             a ddalyssid yn yr ymladd hwnnw a pheth oedd&nbsp;
            yngharchar
            gan y Saesson. Ar arglwydd Debiti
             a ddowod nad oedd&nbsp;ond vn./ Ar Trwmpeter a ddowod
             golli wrth hynny or Phrancod o bob math wyth
             gant ac ychwanec. Ac arglwydd Debiti a
            <span class="pg">[td. 228v] </span>
             ddelifrodd yr vn hwnnw ynn rhydd ac i delifrodd
             ynte oedd gantho or Saesson./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Yr .11. dydd o Hydref i da&uuml;th toryf ar&uuml;thr o
             longa&uuml; ar y mor i <span class="corr">ymddangos</span> ynghyfer tre
             Vwlen ac yno i harroesson dda&uuml;&nbsp;ddiwrnod
            mywn
            golwc ir dref. Ac o ddiyno i hwyliysson
             rhwng Bwlen a Chalais i ymofyn am i
            meistyr
            y Dolphyn o Phrainc./ Y vlwyddyn honn
             i dalwyd o longe&uuml; Phrainc ynn y West
            Cwntre
            drychant ac ychwaneg
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Y .26. dydd o Ionor i campiodd ar d&uuml; /r/ Gorllewin
             i dre Vwlen t&uuml; draw ir hafyn l&uuml; o dde&uuml;naw
             mil o Phrancod ac yno i campiysson ddec
            diwrnod
            ar chweched dydd o vis Chwefrol i
            gyrwyd
            i gilo. Ac Iarll Harphord ai
            gwmpeini
            ai dyrrodd ac arglwydd Admiral oedd&nbsp;
            Ddebiti
            y Mwlen ac heb ladd mawr o Loegyr
             a lladd&nbsp;llawer or Phrancod./ Ac ynn ol cael
             y gore&uuml; arn&uuml;n i gwnaethbwyd S<font color="#009900">yr</font> Thomas
             Poynings ynn arglwydd/ ynghylch yr .20. dydd
             o vis Gorphennaf i hentriodd y Phrancod
             yn yr Eil o Wicht ond ni b&uuml; hir nes i gyrr&uuml;
             ir dwr eilwaith a lladd&nbsp;llawer o hon&uuml;n./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Y vlwyddyn honn Eglwys St Geils o vaes
            Kr&uuml;pp&uuml;l
            gat a losges./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Oedran Crist .1545. yr xxxvij vlwyddyn o
            wrogeth
            Harri .8.<sup><span style="font-size: 9pt">ed</span></sup> I rhwymwyd gwraic ynn y
             Smythphild wrth stak ar vedr i llosgi ond
             pardwn y brenhin a dda&uuml;th iddi kynn rhoi yr tan
             wrthi
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Pan oedd oed Crist .1546. I criwyd heddwch y
             rhwng Lloegr a Phrainc yn Rhe L&uuml;ndein
             a phrophessi a diolch mawr i Dd&uuml;w am yr
            <span class="pg">[td. 229r] </span>
             heddwch a Bonpheir drwy y Dref a llawer o
             lawenydd./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Yr ail vlwyddyn y .27. dydd o vis Myhefin i
            recantiodd
            Doctor Crom ac i kyphessodd i ddryg lyfre
             a phals ddysc i dwyllo
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Y vlwyddyn honn i llosged Ann Asg&uuml;w ynn y
             Smythphild a thri y chwanec am heresi ac i
            recantiodd
            Doctor Saxton
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Y vlwyddyn honn i da&uuml;th i Loegr o ddiwrth vrenhin
             Phrainc Mownsier de Veneval vchel
            Admiral
            Phrainc a chid ac ef y Sacr o Ddip a .12.
             galei gwychaf ar a welsid yn Ll&uuml;ndein er ys
             lawer dydd./ ac yn y Twr gwynn i tiriodd ac
             o ddiyno i blas Esgob Ll&uuml;ndein i da&uuml;th ac i b&uuml;
             dde&uuml;ddydd a dwy nos. Yr 21 ar .22. dydd o Awst oed Crist
             .1546. ar .23. I marchokaodd i Hampton Cowrt
             lle /r/ oedd y brenhin ac ar y phordd kynn i ddyfod
             yno i kyfarf&uuml; y brenhin ac ef a thr&uuml;gein a
            ph&uuml;mcant
            o wyr mywn siackedi o velued vn lliw
             gid ac ef a siacked y Prins gwedi i brodrio
             ac a&uuml;r ai llewys o a&uuml;r dilin. Ac yno i daethont
             i Hampton Cowrt at y brenhin Harri .8.<sup><span style="font-size: 9pt">ed</span></sup> a
             brenhines Gatrin a thrannoeth i torrodd ac i
            gwahanodd
            yr ost i ddangos bod heddwch
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             A chwedi hynny i trigodd arglwydd Admiral
             ar brenhin ynghylch .6. diwrnod i gydwledych&uuml;
             ac ni welpwyd na chynt na chwedi dreiwmph
             na bankets nar vath vwmings nar vath
            riolti
            hyd yn oed yr rhai oedd ynn dwyn y tyrtsie
             mewn brethyn a&uuml;r. ac yno ir aeth yr
            Admiral
            i Phrainc, gwedi cael dirfawr
            lawenydd
            a chresso a rhoddion ac anrhegion iddo ef ac ei
            <span class="pg">[td. 229v] </span>
             gyfeillon ai gwmpeini
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Pan oedd oedran Crist yn .1546. ar .38. o wrogeth
              Harri .8.<sup><span style="font-size: 9pt">ed</span></sup> I torred penn Iarll Swrrey
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Y vlwyddyn honn yr .28. dydd o vis Ionor i b&uuml;
             varw brenhin Harri .8.<sup><span style="font-size: 9pt">ed</span></sup> terfysgwr kyfreith
             Dd&uuml;w a chyfreith ddyn
            
         </div>
         
         <div style="margin-left: 3%">
             Llyma Englynion a wnaeth Howel
             ap S<font color="#009900">yr</font> Mathew pann oedd y ll&uuml;&nbsp;wrth
             Vwlen.
            
         </div>
         
         <div class="lg">
             
            <br>Kresso i Phrainc phraethgaink phrwythged/
             
            <br>kwrs o wyr / kresso Harri wythued
             
            <br>kresso i ddwyn kwrs e&uuml;dd&uuml;ned
             
            <br>kresso D&uuml;w groes Crist i gred./
            
         </div>
         
         <div class="lg">
             
            <br>Ni chair Bwlen gair gwirion / a gredir
             
            <br>heb grydwst ar ddynion
             
            <br>nid ymroes ond ymrysson
             
            <br>nid yma ir wyf ond ymro<font color="#009900">n</font>n
            
         </div>
         
         <div style="margin-left: 3%">
             
            <span class="corr">Llyma</span>&nbsp;dda&uuml; Englyn a wnaeth ef yno
             i S<font color="#009900">yr</font> Thomas Iohnes./
            
         </div>
         
         <div class="lg">
             
            <br>Tro att Vwlen iatt vlaenwaiw on / tanllyd
             
            <br>hennllaw Iarll y phynno<font color="#009900">n</font>n
            
             
            <br>torr a chwila trwy i chalo<font color="#009900">n</font>n
            
             
            <br>twyn i hais Syr Tomas Ion.
            
         </div>
         
         <div class="lg">
             
            <br>Braint S<font color="#009900">yr</font> Rys dyrys derwen / Caer&uuml;w&nbsp;wyd
             
            <br>krydwst Phrainc ac Alben
             
            <br>bronn kawr parth brain kaer ai pe<font color="#009900">n</font>n
            
             
            <br>Bran a Beli bro<font color="#009900">n</font>n Bwle<font color="#009900">n</font>n.
            
         </div>
         
          
         
         <div style="margin-left: 3%">Howel ap S<font color="#009900">yr</font> Mathew ai cant./
         </div>
         
      </div>
      <span class="pg">[td. 230r] </span>
      
      <div>
         <a name="headno22"></a><h3>Edward y chweched</h3>
         &nbsp;&nbsp;&nbsp;
         <div>
             Edward chweched gwedi marw Harri .8.<sup><span style="font-size: 9pt">ed</span></sup> i dad
             ef a ddechre&uuml;odd&nbsp;wledych&uuml; yr .31. dydd o vis Ionor
             oedran Crist .1546.
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Y nowfed dydd o Ebrill i marchokaodd Edward
            brenhin
            &nbsp;Lloegr Phrainc ac Iwerddon ai ewythr S<font color="#009900">yr</font>
             Edward Seimer ac y Stat y Deyrnas am
             benn hynny or Twr i Westmestr trwy L&uuml;nde<font color="#009900">n</font>
             ar heolydd gwedi llenwi o gyfrlide a charpets,
             a thapitas a brethyn arian, a brethyn a&uuml;r,
             a phali drwy Siebseid a phob kwndid ynn
             rhedec o win, a chwarya&uuml; a phagiwns gann
             blant yn cressa&uuml; y brenhin trwy voliant a
             chan&uuml;a&uuml;, a Salme, a gweddie, a llawer
            ychwanec
            o <span class="corr">ddigrifwch</span> a llywenydd megis i chwarddodd
             oedd ynn i weled
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Yr .20. dydd o vis Chwefrol yn Westmestr i
             criwyd yn vrenhin ac i enoyntiwyd ac i
            coronwyd
            yn vrenhin ac velly i tre&uuml;lwyd yr
             amsser hwnnw trwy lywenydd ac vchelwrtid
             ac vrddas ac anrhydedd
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Yr .21. ar .22. S<font color="#009900">yr</font> Thomas Seimer arglwydd
             Admiral Lloegr ynghefeillach Denelox S<font color="#009900">yr</font>
             Antoni Kingston, S<font color="#009900">yr</font> Pityr Carw. Knotts,
             a Sieley a galeinsiodd bawb at y Tylt ac
            yno
            i treiysson eh&uuml;nen ynn debic i [<span class="corr">wyr</span>] o ryfel
             ac o worsib
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Mis Mowrth y vlwyddyn honn S<font color="#009900">yr</font> Andro Dwdley
             Veis ne&uuml; Vnder Admiral Lloegr ar y mor a
             ddalodd&nbsp;ddwy long a llawer o garcharorion ac a
             dda&uuml;th a hwynt i Orwel hafn ac yno i tariysson
            <span class="pg">[td. 230v] </span>
             wrth blesser y brenhin
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Y vlwyddyn gyntaf o wrogeth Edward y .6.<sup><span style="font-size: 9pt">ed</span></sup> vis
             Awst ir aeth y D&uuml;c o Symersed ac Iarll&nbsp;
            Warwic
            a dirvawr l&uuml;ossogrwydd ganth&uuml;n i y
            Scotlond
            ac yn agos i Edynbrow mywn lle a elwir
             Mwssebrowch i'mgyfarv&uuml; gwyr Lloegr a gwyr
             y Scotlond ac ynn y vrwydyr honno i lladdwyd
             pedeir mil arddec o Scottied ac a ddalwyd ynn
             garcharorion bymtheckant o arglwyddi a
             marchogion a gwyr <span class="corr">boneddigion</span>
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Yr ail vlwyddyn i gorchmynnwyd kymryd y
            cominiwn
            mywn bodd keinds. Ar dydd diwaethaf
             o vis Gorphennaf i gorchmynnwyd Doctor
             Gardner ir Twr yngharchar Esgob
            Winsiestr
            [oedd]
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Pan oedd oed Crist 1548. I gorchmy<font color="#009900">n</font>nwyd
            bwrw
            /r/ Delwe ir llawr ymhob Eglwys./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Y vlwyddyn honn i gwnaethbwyd yn gyfreithlon
             ir opheiried briodi trwy Act o Barlment./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Y vlwyddyn honn Doctor Boner Esgob Ll&uuml;ndein
             a vyrrwyd oi Esgobaeth ac a garcharwyd a
             Doctor Rydley yn i le a dda&uuml;th
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Pan oedd oedran Crist .1549. I kyfododd yn erbyn y
             brenhin Defnsir a Chornwel ynghylch kanol
             y vlwyddyn ai kaptenied a ddalwyd ac a roed
            yngharchar
            yn y Twr yn <span class="corr">Ll&uuml;ndein</span> ar .26. dydd o
             vis Ionor gwedi hynny i ll&uuml;sgwyd i
            kwarterwyd
            ac i croged.<a href="#fntext26" name="fnno26"><sup><b>[26]</b></sup></a>
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Ac ynghylch yr vn amser i kwnnodd Norpholk
             a Swpholk a Chapten Keitt ai vrawd, ond ar vyr
             hwy a ddalwyd ac a varnwyd iw colli wrth
            Sibede
            ynn Norwits./
            
         </div>
         <span class="pg">[td. 231r] </span>
         &nbsp;&nbsp;&nbsp;
         <div>
             Y vlwddyn honn i llas Kapten Gambald a
            Chapten
            or Spaniards a Chapten .3.<sup><span style="font-size: 9pt">ydd</span></sup> t&uuml;&nbsp;<span class="corr">allan</span> i
             Nywgat a Phlemyn ai lladdodd. noswyl Saint
             Pawl i croged ynta&uuml; a thri gid ac ef ynn
             Smythphild./ Ar chweched dydd o Chwefrol i
             da&uuml;th y D&uuml;c o Somersed or Twr
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Yn y vlwyddyn honn i gwnaethbwyd heddwch y
             rhwng Lloegr a Phrainc ar .25. dydd o Ebrill
             gwedi hynny i delifrwyd tre Vwlen ir
            Phrancod
            ar holl phortressi a berthynai iddi./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Y vlwyddyn honn i llosged Siwan Knel am i bod
             yn naka&uuml; i Grist gymryd knawd o Vair
            Vorwyn./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Ynghylch yr amser hwnn i kwnnodd yngHent
             swrn yn Draet&uuml;ried ac y bol&uuml;dd i gostegwyd ac i
             colled am i tresbas yn Asphort Richard Leion,
             Godard a Goran ar ail dydd yngHawnterbri
             i kolled Richard Eyrlond am y trespas hwnnw
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Yr ail vlwyddyn i krynodd y Ddaiar yn
            Sowthrey
            ac y Mydylsex./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Y vlwddyn honn dd&uuml;gwyl Valentein yn
            Pheuersham
            yngHent i mwrdrwyd Arden gwr
            bonheddic
            drwy vndeb a gwarth i wraic ac am
            hynny
            hi a losged yngHawnterbri ac vn a
            groced
            mywn cadwyne yno a da&uuml; yn Pheuersham
             wrth gadwyne A gwraic a losged yn
            Smythphild
            ac yno hefyd Mosby ai chwaer a
            vygwyd
            am yr vn mwrdwr./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Y vlwyddyn honn Doctor Gardner Esgob Winsiestr
             a <span class="corr">ddiesgobwyd</span> ac ynn y Twr i rhoed
            yngharchar
            tre v&uuml; vyw brenhin Edward a Doctor
            Penet
            ynn i Esgobaeth yn i le ac nid oedd ond rhoi
            <span class="pg">[td. 231v] </span>
             koes y<font color="#009900">n</font>n lle morddwyd
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Y <span class="corr">vlwyddyn</span> honn i torrodd y mor allan yn
            Standwits
            ac i boddodd&nbsp;llawer o dda a dynion rai ac i
             gwnaeth golled vawr ir bordyr hwnnw./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Y vlwyddyn honn y .22. dydd o vis Ionor i torred
             penn y D&uuml;c o Somersed ar .25. dydd o Chwefrol
             gwedi hynny i colled S<font color="#009900">yr</font> Raph  Vanne a
             S<font color="#009900">yr</font> Meils Pertrids ac i torred penn Syr
             Thomas Arundel a S<font color="#009900">yr</font> Michael Stanhop am
             yr vn peth
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Pan oedd oed Crist 1553. y chweched oi wrogeth
             y chweched <span class="corr">dydd</span> o vis Gorphennaf imadawodd
             Eduard chweched ar byd hwnn ac yn
            Winsor
            i claddwyd./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Y degfed dydd o vis Gorphennaf i criodd y d&uuml;c o
             Northwmberlond ai barti ynte yn erbyn kyfraith
             arglwyddes Sian yn vrenhines yn Lloegr m<font color="#009900">er</font>ch
             y D&uuml;c o Swpholk a gwraic arglwydd Gilphord
             Dudley ar D&uuml;c yn y man a wnaeth l&uuml; yn
            erbyn
            arglwyddes Mari kyfion aer y goron, ond
             o herwydd nad oedd gyfreithlo<font color="#009900">n</font>n i vryd ef ai
            bwrpas
            ni vynnodd D&uuml;w i vyned i ddiwedd da./ Eithyr
             pan oedd ef ynn tybied i vod yn gydarnaf ar
             holl gryfder a chadernyd Lloegr gid ac ef yr
             ymadawodd pawb ac ef ac yngHambrits i
            dalwyd
            efo ai veibion ac ychydic o wyr gid ac ef
             ac i danfonwyd ir twr gwynn ynn Ll&uuml;ndein
             yngharchar.
            
         </div>
         
         
         <div style="margin-left: 3%">
             Llyma /r/ kweryl ar pynke yr oedd&nbsp;wyr
             
            <span class="corr">Cornwel</span> a Defnsir yn i gofyn./
            
         </div>
         
         &nbsp;&nbsp;&nbsp;
         <div>
             Yn gyntaf ni a fynnwn gael y gyfraith yn
            <span class="pg">[td. 232r] </span>
             gyphredin megis i kafas yn henafied ai chadw
             ai chynnal ar gyfreith Eglwys yn enwedic
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             
            2 Hefyd ni a vynnem gael kyfreith ac acts
            brenhin
            Harri .8.<sup><span style="font-size: 9pt">ed</span></sup> am y chwech articyl ai harver
            megis
            ir oeddid ynn i amser ef
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             
            3 Hefyd yr opheren yn Llading mal ir oedd yn y
             blaen ynn amser yn henafied achos nid ym i
             yn koelo bod yn vyw ysgolheigion kystal ar rhai
             a v&uuml; veirw a chymryd corph Crist eh&uuml;nan heb
             y Llygion gid ac ef
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             
            4 Hefyd bod yn wastad y Sacrament yn wastad <font color="#ff3300">[sic]</font>
             vch benn yr allor megis i b&uuml; arferedic./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             
            .5. Hefyd kael corph Crist y Pasc ir Llygion ar
             amser hwnnw yn vn nat&uuml;riaeth
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             
            6 Hefyd ir Eglwysswyr vedyddio ganol wythnos
             kystal ac amser arall or gwile./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             
            7 Hefyd bendigo dwr a bara opheren bob S&uuml;l ar
             blode ar ll&uuml;dw megis or blaen a rhoi /r/ delwe
             yn yr Eglwyssi i ddwyn cof am verthyrdod Crist
             ai Saint a phob pregeth gyfreithlon yn yr
             Eglwys lan Gatholic megis i b&uuml; arveredic yn
             amser yr hen bobyl
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             
            8 Hefyd ni vynnwn ni ddim or gwyssaneth Saesson
             newydd nar chware barrys nei Gristmas gams
             i mae /n/ hwy. achos ny ni a wyddom na bydd&nbsp;
            abyl
            y bol&uuml;dd y Cristnogion i ymdaro ar Iddeon
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             
            9 Hefyd ni a vynnwn Ddoctor Moor a Doctor
             Crispin y sydd vn piniwn a ninna&uuml; yn rhydd
             ai danfon yn gadwedic attom megis i kaphom
             hwynt i bregeth&uuml; geirie D&uuml;w yn ynn mysc
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             
            10 Hefyd ni a vynnwn i ras y Brenhin ddanfon
             ynn ol Cardnal Pool i gar ef eh&uuml;n ac nid
             yn vnic rhoi i bardwn iddo ond hefyd
            <span class="pg">[td. 232v] </span>
             wne&uuml;th&uuml;r yn gyntaf nei yn ail oi
            gynghoried
            vchaf
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             
            11 Hefyd ni a welen yn gymwys na bai ond vn
             gwasnaethwr i wr dan ganmork o rent tir
             ac am gan mork vn gwr
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             
            12 Hefyd ni a ddisyfem ar ras y brenhin roi
            hanner
            tiroedd y tai o grefydd vdd&uuml;n drychefn i
            gynnal
            gwassanaeth D&uuml;w yndd&uuml;n ynn enwedic i
             dda&uuml; Dy o hon&uuml;n ymhob Sir i weddio dros i ras
             ef a thros vyw a meirw./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             
            13 Hefyd am a wnaethbwyd o gam ar gwledydd
             yma ni a vynnwn gael llywodraeth a barn
             Hwmphre Arwndel a Harri Bray maer
             yn rhe Vodnam. A chael secwndid dan sel
             vawr y brenhin i vyned a dyfod. a dyfod a
             myned a Herod of Arm's i mywn ac allan
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             
            14 Hefyd ar gynnal a chadw a chwpla&uuml; pob
             pwynt o hynn Ni a vynnwn yngwystyl .4.
             arglwydd ac .8. Marchoc a .12. Ysgwier a
             24./ o Yomyn gid a nyni A hynn trwy
            Barlment
            gwedi i ganhiad&uuml;./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Captenied yngHent a Chornwel./ Hwmphre
             Arwndel./ Iohn Bwrry Scoyman. Thom<font color="#009900">a</font>s
             Vnderhyl ac Wiliam Segar./
            
         </div>
         
         <ul type="square">
             
            <li>Iohn Tompson prist</li>
             
            <li>Henri Bray maer Bodnam</li>
             
            <li>Henri Ley maer Torriton</li>
             
            <li>Roger Baret opheiriad.</li>
            
         </ul>
         
         
         <div style="margin-left: 3%">
             
            <span class="corr">Llywodraethwyr</span> y Camp oedd
             y 4 hynn./
            
         </div>
         
      </div>
      <span class="pg">[td. 233r] </span>
      
      <div>
         <a name="headno23"></a><h3>Brenhines Mari</h3>
         &nbsp;&nbsp;&nbsp;
         <div>
             Gwedi marw Edward .6.<sup><span style="font-size: 9pt">ed</span></sup> brenhin Lloegr yr .20.
             dydd o vis Gorphennaf oedran Crist 1553. I
             dechre&uuml;odd arglwyddes Mari verch Harri .8.<sup><span style="font-size: 9pt">ed</span></sup> vab
             Harri .7.<sup><span style="font-size: 9pt">ed</span></sup> ap Edmwnd Iarll Richmownt ap Owen
             ap Merd ap T&uuml;dr ap Gronwy ap T&uuml;d&uuml;r ap
             Gronwy ap Ednyved Vychan ap Kynvric
             ap Ioreth ap Gwgon./ O Gatrin verch Phi<font color="#009900">lip</font>
            
             brenhin Spaen ap Maximilian vab Elnor
             verch Edward vab Philippa verch Iohn o
             Gawnt vab Edward .3. ap Edward yr ail
             ap Edward gyntaf. Mam Gatrin oedd
             Siwan brenhines Gastil verch Elsabeth
             brenhines Portiugal verch Iohn brenhin
             Castil vab Catrin verch Iohn o Gawnt ap
            Edward
            y .3../
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Pan ddalwyd y D&uuml;c o Northwmberlond yn
            Norwits
            <a href="#fntext27" name="fnno27"><sup><b>[27]</b></sup></a>
            ir oedd vrenhines Mari yn
            Phramingham
            yn Swydd Swpholk ac o ddi yno i da&uuml;th y
             trydydd dydd o Awst i L&uuml;ndein ac ir Twr
             gwynn i gymryd meddiant. a thra oedd i gras
             hi yno hi a ryddhaodd o garchar y D&uuml;c o
            Norpholk
            a Doctor Gardiner Esgob Winsiestr
             ac arglwydd Cowrtney ac Esgob D&uuml;rham ac
             Esgob Sisiestr ac Esgob Caervrangon ac
             esgob Ll&uuml;ndein a llawer y chwanec
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Ac ybol&uuml;dd gwedi hynny hi a roes bob Esgob
             o hon&uuml;n ynn i esgobaeth ac a vyrrodd y llaill
             allan nid amgen Doctor Poynet o Winsiestr
             Doctor Rydley o Esgobeth L&uuml;ndein Doctor
            <span class="pg">[td. 233v] </span>
             Scori o Esgobeth Sissiestr Doctor Hooper o
             Esgobeth Gaerangon, a Chofrdal allan o
            Esgobeth
            Exeter./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Y .22. o vis Awst yn y Twr hyl i torred penn
             Iohn Dudley D&uuml;c o Northwmberlond a
            phenne
             S<font color="#009900">yr</font> Iohn Gats a S<font color="#009900">yr</font> Thomas Palmer./
             ar D&uuml;c wrth i varwolaeth a gyphessodd i vod
             
            er ystyddie mywn kam vywyd ac a'm wrthododd
             ac ef ac a erchys i bawb na chwilyddien droi
             ir phydd gatholic./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Ar dydd kynta o vis Hydref i coroned
            brenhines
            Mari yn Westmestr ac Esgob
            Winsiestr
            Doctor Gardner ai coronodd./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Thomas Cranmer Archesgob Cawnterbri oedd
             yn y Twr yngharchar am Dresson./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Ar vath reiolti na chimaint o ddy<font color="#009900">n</font>nion wrth
             goroni na brenhin na brenhines erioed ni
             welpwyd or blaen./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Y degved dydd o vis Hydref i dechre&uuml;wyd
            kynnal
            Parlment a sierten o Acts a
            wnaethoeddid
            yn amser Edward .6.<sup><span style="font-size: 9pt">ed</span></sup> a ddadwnaethbwyd./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Yn vn or Acts hynny priodi yr opheiriaid
             arall y gwassanaeth yn Saessonaec ar hen
             wassaneth Llading i ddyfod drychefyn./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Hefyd yn y Parlment hwnn i titiwyd o
            dresson
            Iohn D&uuml;c o Northumberlond. Thomas
             Cranmer Archescob Cawnterbri. Wiliam
             Markwys o Northampton Iohn Iarll&nbsp;
            Warwic
             S<font color="#009900">yr</font> Ambros Dwdley marchoc. Gilphord
             Dwdley esqwier  a Sian i
             wraic / Harri Dwdley esgwier S<font color="#009900">yr</font> Iohn
             Gat a S<font color="#009900">yr</font> Thomas Palmer./
            
         </div>
         <span class="pg">[td. 234r] </span>
         &nbsp;&nbsp;&nbsp;
         <div>
             Pan oedd oed Crist .1553. I da&uuml;th o ddiwrth yr
            Emperodr
            yn enw ty Byrgwyn yn
            Embassators
            yr Cownti de Egmont Cownti Dynlyn
             a Monsier Cwrrier
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Y vlwyddyn ho<font color="#009900">n</font>n y .15. dydd o Ionor S<font color="#009900">yr</font> Thom<font color="#009900">a</font>s
             Weiat Georg Harper, Henri Isley a
            Leonard
            Diggs ac eraill a ddechre&uuml;odd ryfela
             yn erbyn y vrenhines ar goron yn Rhe
             Maedston yngHent./ Ac a roessont gri
            ymddiphynniant
            hwy y Deyrnas rhac yr y
            Spaeniards
            a dieithred eraill a thybied y kaen
            
            ganllyn
            
            a sevyll yn i hanghrediniaeth a goresgyn
             brenhines Mari a diley y phydd gatholic ac yno
             i da&uuml;th y Traet&uuml;riaid hynn i Rotsiestr ac
             yno i da&uuml;th att&uuml;n yn gystal rai a anyssid o
             vaes Kent ac yngHent nid amgen Robert
             Rwdston. Cwtbert Vychan Water Mantels,
             Kneuet, Godphrey a llawer ychwanec ac er
             a dda&uuml;th att&uuml;n o bob tir etto er hynn Cawnterbri
             a v&uuml; gowir yn gymaint a thrwy borth D&uuml;w a
             synwyr a gwroleth Iohn Twein Maer ai gyd
             vrodyr ac aldermen y Dref a nerth a
            chynhorthwy
            kowiried eraill ymddiphynnwyd y Dre
             hyd nad aeth vn o honi erioed at Weiat nac at
             vn oi barti
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Y .30. dydd or mis hwnnw i da&uuml;th y D&uuml;c o
            Northpholk
            i Strond ac a raeodd i [wyr ac aeth ai] l&uuml;
             yn erbyn Weiat [oedd] yn Rotsiestr eithr gwyr
             L&uuml;ndein ai Captenied Breian Phits Wiliam
             a dda&uuml;the gid ar D&uuml;c yn erbyn Weiat a
            ddiangodd
            o ddiwrth y D&uuml;c at Weiat a <span class="corr">braidd</span> i diangodd
             y D&uuml;c./ yr ail dydd ir aeth Weiat i Cooling
             ac i dalodd arglwydd Cobham a D&uuml;w Ia&uuml; gwedi
            <span class="pg">[td. 234v] </span>
             hynny ir aeth y vrenhines ac arglwyddi Lloegr gid
             a hi i Ild hawl ac a wnaeth i deissif ar y Maer
             ac ar y dref ac a orchmynnodd vdd&uuml;nt vod yn
            gowir
            iddi ei nerth&uuml; hi ac ei chynorthwyo yn erbyn
             Weiat ai gyfeillon A phawb a gyt&uuml;nodd o wyllys
             i galon i vyw a meirw gida hi yn y kweryl./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             A noswyl Vair y Kanhwyle Weiat ai barti a
             dda&uuml;th i Sowthwerk dan dybied i herbynniyssei wyr
             Ll&uuml;ndein ef y mywn val y hyddowssen Eithr y bont
             a godyssid yn i erbyn ef ac arglwydd Haward yn
             yr vn Comissiwn ar Maer megis i [bai] gryfach
             i ymddiphin y dref.
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Y .6.<sup><span style="font-size: 9pt">ed</span></sup> dydd o vis Chwefrol ir aeth Weiat i
            Gingston
            dros y dwr ac yno ar nos kynn hynny i kilodd
             llawer o ddiwrtho ac ef aeth phwrdd&nbsp;dd&uuml;w merchyr
             y ll&uuml;dw y .7.<sup><span style="font-size: 9pt">ed</span></sup> dydd o vis Chwefrol efo ai barti a
            ymlidwyd
            &nbsp;rhyd y meyssydd ac a ddalwyd ond Weiat aeth
             kynn hynny i Siaring Cross ac i Phlit Strit
             kynn i ddala a v&uuml;assai yn Lwdgat a phan welas y
             porth yn gayad e droodd drychefn. a Chnevet
            megis
            traet&uuml;r a saethodd gwnn at y Cowrt gat ar
            Rebel
            hwnn a <span class="corr">ddechre&uuml;wyd</span> yngHent a Defnsir
             trwy S<font color="#009900">yr</font> Gawen Carw S<font color="#009900">yr</font> Pityr Carw, Gibbs,
            Champernham
            ac eraill a S<font color="#009900">yr</font> Pityr Carw a gilodd dros y mor./
             ond S<font color="#009900">yr</font> Gawen a Gibbs ac eraill a ddalwyd ac a
            vyrwyd
            am Dresson yn Westmestr y .17. o vis Chwefrol
             ac a ddioddefodd ange&uuml; ar y Twr hyl y .23. dydd
             o Chwefrol
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Harri Islye yn dyvod at Weiat a gyfarf&uuml;&nbsp;
            arglwydd
            Abergeyni a Mastr Warham a Wiliam
             Sentler ac ef ac ynte&uuml; a ddiangodd i Hamsir
             ac yno i dalwyd mywn dillad Llongwr ai wyneb
             gwedi anph&uuml;rfo a glo ac a thom ac velly y
            da&uuml;thbwyd
            ac ef i <span class="corr">L&uuml;ndein</span>./
            
         </div>
         <span class="pg">[td. 235r] </span>
         &nbsp;&nbsp;&nbsp;
         <div>
             Y de&uuml;ddegved dydd o vis Chwefrol i torred penn
             Gilphord Dwdley a Sian i wraic ef Y .14.<sup><span style="font-size: 9pt">ec</span></sup> dydd
             i colled ynghylch .30. rhai or Gard a rhai o wyr
             Kent./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             A chwedi hynny Robert Rwdston Wiliam Crom<font color="#009900">er</font>
             Brett Cutbert Vychan mab Siamys Vychan
             o Hergest. Harri Vain, Thomas Culpeper o
             Aelphort a Chnevet, a Water Mantels ac
            arglwydd
            Iohn Graye a S<font color="#009900">yr</font> Leonard Diggs<a href="#fntext28" name="fnno28"><sup><b>[28]</b></sup></a> a
             vyrwyd am Dresson ac ynn y man gwedi i
             bwrw ir aethbwyd a hwynt ir Twr gwy<font color="#009900">n</font>n 
            yngharchar
            ac ir <span class="damage">&lt;o&gt;</span>edd arglwydd Gray a S<font color="#009900">yr</font> Iams
             Cropht ynghyfeillach y D&uuml;c o Swpholk ynn
             y Rebel hwnnw./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Gwedi hynny y pardynodd y vrenhines .4. cant
             or kyphredin ac ychwanec a dda&uuml;th i Westmestr
             ger bronn y vrenhines a chebystre am ei gyddfe
             Y bol&uuml;dd gwedi hynny y pwyntiwyd Parlment yn
             Rhydychen ac yn Westmestr i kynhalwyd./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Yr .11. dydd o Ebrill i torred penn Weiat yn y
             Twr hyl ac i kwarterwyd ac i danfonwyd o le
             i gilydd ai benn a roed ar y krogpre<font color="#009900">n</font>n yn Hay
             hyl
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Y .18. dydd o Vai Wiliam Thom<font color="#009900">a</font>s a l&uuml;sgwyd a
             grogwyd ac a gwarterwyd yn Heibwrn am
             draett&uuml;riaeth nei dressyn./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Yr .20.<sup><span style="font-size: 9pt">ed</span></sup> dydd o vis Gorphennaf i tiriodd Phi<font color="#009900">lip</font> ynn
             Sowthampton lle i herbynnodd kynghoried y
            vrenhines
            ef ac y Stad y Deyrnas yn anrhydedd&uuml;s
             ac ar ddodiad y droed ar dir Lloegr i gwisgwyd
             y gartyr am i esgair yr hwnn a <span class="corr">ddanvonysse</span>
             y vrenhines iddo./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             
            <span class="damage">&lt;D&gt;</span>&uuml;w&nbsp;ll&uuml;n gwedi hynny i marchokaodd ef a gwyr
            <span class="pg">[td. 235v] </span>
             o vrddas Loegr gid ac ef o Sowthampton i
            Winsiestr
            ar .23./ o vis Gorphennaf i herbynnwyd
             i Winsiestr ac ir mynstr i dda&uuml;th ky<font color="#009900">n</font>n kymryd
             i letty ac yno Esgob Winsiestr a thri o Esgobion
             eraill ar opheiriaid ar gwyr ar plant a
            phrophessi
            ai kope amdan&uuml;nt a phedair croes oi
            blaen
            yn i erby<font color="#009900">n</font>n y mywn./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Y .24. dydd ynghylch tri ar y gloch gwedi
            hanner
            i da&uuml;th ef oi letty ar i draed ac arglwydd
             Stiwart ac Iarll Derbi gid ac ef ac Iarll
             Penfro a llawer o Ieirll a gwyr mawr eraill
             oi vlaen ac ar i ol ac ynte wrtho eh&uuml;n ynn
             y kanol ac velly ir aeth ir Cowrt ac yno i
             tariodd ychydic  ac o ddyno ydd aeth ir Mynstr
             ar va<span class="damage">&lt;m&gt;</span> Eglwys i Osber./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Ar nosson honno i danfonodd yr Emprowr att
             Ras y Vrenhines bod i vab ef ynn vrenhin
            Napyls
            a darpar i gwr hithe a hefyd yn
            vrenhin
            Caer&uuml;salem Ac velly i danvonodd dan i
             Sel vawr
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             D&uuml;gwyl St Iams yr hwnn oedd y .25.<sup><span style="font-size: 9pt">en</span></sup>&nbsp;<span class="corr">dydd</span> o vis
             Gorphennaf ynghylch .11. ar y gloch i da&uuml;th y
             brenhin ar vrenhines oi lletty t&uuml; ar Eglwys
             ar i traed a gwisgoedd brenhinol amdan&uuml;n a
             phob vn a chledde&uuml; noeth oi vlaen Oi blaen hi
             Iarll&nbsp; _____  yn dwyn cledda. ac oi vlaen
             ynta&uuml; Iarll Penvro yn dwyn y cledda&uuml; a chy<font color="#009900">n</font>n
             gynted ac i darf&uuml; yr opheren y brenhin Herod
             ar ostec yn yr Eglwys yngwydd y brenhin ar
             vrenhines ar arglwyddi ar arglwyddesse ar
             holl gynn&uuml;lleidua a griodd ac a ddowod val hynn
             Philip a Mari trwy ras D&uuml;w brenhin a
            bren<span class="pg">[td. 236r]</span>
            hines
            Loegr Phrainc, Napyls, Caer&uuml;salem
            Iwerddon ymddiphynniawdr y phydd Prins o
            Spaen a Sisil, Archdd&uuml;c Awstrich, D&uuml;c
            M&uuml;layn
            Byrgwyn a Brabant Cowntie Haspwrg
            Phlawndrys a Theirol./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
            A pha<font color="#009900">n</font>n ddarf&uuml; y brenhin ar vrenhines aeth law
            yn llaw ar dda&uuml; gledda&uuml; oi blaen ac y Stad
            Lloegyr
            yn waetio arn&uuml;n ir Cowrt. Ar .18.<sup><span style="font-size: 9pt">ed</span></sup> dydd o
            vis Awst i da&uuml;th y brenhin ar vrenhines i blas
            y D&uuml;c o Swpholk yn Sowthwerk ac i
            kinowsson
            yno a chwedi kinno yno i <span class="corr">marchokaessont</span>
            drwy bont L&uuml;ndein./ Gid a hwynt i da&uuml;th y rha<font color="#009900">n</font>n
            vwyaf o vrddas Loegr./ A thrwy L&uuml;nden ac o
            gwmpas yr heolydd i rhoed brethynne&uuml; mawr
            werthoc a chloth o Raens a brethyn a&uuml;r a
            brethy<font color="#009900">n</font>n
            
            arian a llawer o bagiwns a chwarye a
            chan&uuml;e o glod a moliant ac anrhydedd ir
            brenhin
            ar vrenhines ac yno i herbynnwyd i Eglwys
            Bowls ac yno Esgob Ll&uuml;ndein ai cressawodd yn
            vchelwriedd ac yn anrhydedd&uuml;s a chwedi
            gwne&uuml;th&uuml;r
            i gweddi i marchokayssont i Westmestr/.
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
            Pan oedd oedran Crist 1554. I <span class="corr">da&uuml;th</span> yr hen
            wassanaeth
            ir Eglwys drwy Barlment drychefn./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
            Yr amser hwnn i da&uuml;th Embassators o bob ynys
            ynghred
            at y brenhin ar vrenhines./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
            Pan oedd oed Crist .1555. I da&uuml;th Cardnal Pool o
            R&uuml;fein i Loegr ac i kressawyd yn anrhydedd&uuml;s ac
            i kynhalwyd Parlment yn Westmestr ac y mysc
            Acts a gweithredoedd eraill i dadwnaethbwyd y
            gwassaneth
            a llyfr y Cominiwn a phardwn ir Cardnal
            Pool a dad wne&uuml;th&uuml;r pob peth ar a wneithid
            yn i erbyn kynn no hynny./
            
         </div>
         <span class="pg">[td. 236v] </span>
         &nbsp;&nbsp;&nbsp;
         <div>
             Y vlwyddyn honn ir aeth Esgob Ili ac arglwydd
             Mowntig&uuml;w ynn Embassators i R&uuml;fein dros
             Loegyr./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Pan oedd oedran Crist 1555. mywn llawer lle yn
             y Deyrnas honn llawer phordd ar y Cominiwn
             ac ar y Sacrament oedd ar sawl ni throodd gid
             ar hen wassaneth a losged mywn llawer o
            leoedd
            yn yr ynys. Yn Ll&uuml;ndein Rogers.
            yngHaer
            Loiw Hooper lle ir oedd ef yn Esgob a
             Pharrer Ynhy Dewi lle ir oedd ef yn esgob
             Doctor Taylowr yn Hadley yn Swpholk a
             Bradphord yn Ll&uuml;ndein a Bland opheiriad
             yngHawnterbri a llawer y chwanec
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Y vlwyddyn honn arglwydd Siawnsler Lloegr,
            arglwydd
            Harri Iarll Arndel, arglwydd Paged
             aeth dros y mor i Galais ac yn agos i Vark
             i b&uuml;on yn Embassators yn trettio am heddwch y
             rhwng yr Emprowr a brenhin Phrainc ac
             arglwydd Cardnal oedd yno ac adref i troessant
             a phall&uuml; yr heddwch
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Y vlwyddyn honn yn niwedd mis Myhevin i b&uuml;&nbsp;
            vndaneth
            yn rhith chwaryeth ynghylch Wadharst ynn
             Sowthsex ac i kafad ac ar vyrr i gostegwyd./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Y vlwyddyn honn yr .11. dydd o Awst i b&uuml; ymladd&nbsp;
            angyrriol
            ar y mor rhwng y Phrancod ar
            Ducheme<font color="#009900">n</font>n
            yn agos i Rwmney Nasse lle llosged .xj.
             o longe a rhai a ddalodd y Phrancod
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Y vlwyddyn honn ynn nechre mis Medi ir aeth
             brenhin Phi<font color="#009900">lip</font> i Galais ac o ddyno i Vr&uuml;ssels
             ym Brabant at yr Emprowr i Dad.
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Pan oedd oed Crist .1555. yr aeth yn heddwch rhwng
             Siarls Emprour a Harri brenhin Phrainc./
            
         </div>
         <span class="pg">[td. 237r] </span>
         &nbsp;&nbsp;&nbsp;
         <div>
             Y vlwyddyn honn y mis Tachwedd Nicolas Rydlei
             a Hugh Latimer a losged ynn Rhydychenn
             ar Grawys gwedi hynny Cranmer Archescob
             Cawnterbri or blaen gwedi iddo vnwaith
            recantio
            a losged./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Y vlwyddyn honn y .10.<sup><span style="font-size: 9pt">ed</span></sup> dydd o Vawrth ir
            ymddangosses
            Comet ne&uuml; seren angyrriol i maint
             ac i ganed llawer o blant anaf&uuml;s mywn
            llawer
            &nbsp;lle ynn Lloegr
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Ar vlwyddyn honn i gwnaethbwyd Cardnal Pool
             ynn Archescob <span class="corr">yngHawnterbri</span>./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Y vlwyddyn honn imkanwyd bradwrieth vawr
             ir brenhin ar vrenhines ar Deyrnas i gyd ac
             am hynny i dioddefodd Vdal, Throckmerton,
            Daniel,
            Pecham, Stanton, ac ychwaneg a
            llawer
            a ddiangodd or Deyrnas allan./
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Pan oedd oed Crist .1556. I croged arglwydd&nbsp;
            Sto
            <span class="damage">&lt;..&gt;</span>
            
            ton
            am vwrdro da&uuml; o wyr boneddigion [ac] ynn
             Salsbri [i croged ef] y <span class="corr">chweched dydd</span> o Vawrth
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Oedran Crist .1557. Pan dda&uuml;th Embassato
            <span class="damage">&lt;r&gt;</span>
             o ddiwrth
             Emprowr Rwssia at Phi<font color="#009900">lip</font> a Mari
            
         </div>
         &nbsp;&nbsp;&nbsp;
         <div>
             Y vlwyddyn honn i da&uuml;th y brenhin ar vrenhines
             o Rinwits trwy L&uuml;ndein i Westmestr./
            
         </div>
         
      </div>
      
      
      
      <hr>
      <h3>Nodiadau <br><span class="eng">Notes</span></h3>
      <table>
         <tr>
            <td valign="top"><a href="#fnno1" name="fntext1">1</a>.
               
            </td>
            <td>
               <i>harri</i> underlined; on left margin: <i>Harri</i>, written by the same scribe.
            </td>
         </tr>
         <tr>
            <td valign="top"><a href="#fnno2" name="fntext2">2</a>.
               
            </td>
            <td>
               <i>Harri ar</i>: <i>Harri</i> is missing, but the catchword on the bottom of the preceding page reads <i>Harri ar</i>.
            </td>
         </tr>
         <tr>
            <td valign="top"><a href="#fnno3" name="fntext3">3</a>.
               
            </td>
            <td>On right margin at the beginning of the paragraph: <i>.1135.</i>, written by the same scribe.
            </td>
         </tr>
         <tr>
            <td valign="top"><a href="#fnno4" name="fntext4">4</a>.
               
            </td>
            <td>
               <i>.1155.</i> repeated on the right margin.
            </td>
         </tr>
         <tr>
            <td valign="top"><a href="#fnno5" name="fntext5">5</a>.
               
            </td>
            <td>
               <i>Rh&uuml;ddlan</i> underlined; on right margin: <i>Rutlond</i>, probably written by a later scribe.
            </td>
         </tr>
         <tr>
            <td valign="top"><a href="#fnno6" name="fntext6">6</a>.
               
            </td>
            <td>
               <i>.1189.</i> repeated on right margin.
            </td>
         </tr>
         <tr>
            <td valign="top"><a href="#fnno7" name="fntext7">7</a>.
               
            </td>
            <td>
               <i>Gwien</i> underlined; on right margin: <i>Gien</i>, possibly written by a later scribe.
            </td>
         </tr>
         <tr>
            <td valign="top"><a href="#fnno8" name="fntext8">8</a>.
               
            </td>
            <td>Two subsequent folios both bear the number "208". The second of these has here been marked as "208*".</td>
         </tr>
         <tr>
            <td valign="top"><a href="#fnno9" name="fntext9">9</a>.
               
            </td>
            <td>The number <i>6</i> in <i>1326</i> is obscured by a <i>y</i> in the preceding line and has been repeated, apparently for clarification, on the right margin.
            </td>
         </tr>
         <tr>
            <td valign="top"><a href="#fnno10" name="fntext10">10</a>.
               
            </td>
            <td>
               <i>newid</i>, inserted from the left margin, may have been written by a later scribe imitating the script of the main text; the use of
               &lt;w&gt; in this word instead of &lt;u&gt; with a subscript dot is suspicious.
            </td>
         </tr>
         <tr>
            <td valign="top"><a href="#fnno11" name="fntext11">11</a>.
               
            </td>
            <td>
               <i>-ss</i> (&lt;&#383;&#383;&gt;, ie, two long S) of <i>Hwss</i> underlined and corrected on margin to <i>&#383;s</i>, ie, long S + round S (meant to represent &lt;&szlig;&gt;?).
            </td>
         </tr>
         <tr>
            <td valign="top"><a href="#fnno12" name="fntext12">12</a>.
               
            </td>
            <td>
               <i>y gynhorthwyo</i>: the catchword at the bottom of the preceding page reads <i>i gynorthwyo</i>.
            </td>
         </tr>
         <tr>
            <td valign="top"><a href="#fnno13" name="fntext13">13</a>.
               
            </td>
            <td>
               <i>wyts</i> corrected from or to <i>wits</i>.
            </td>
         </tr>
         <tr>
            <td valign="top"><a href="#fnno14" name="fntext14">14</a>.
               
            </td>
            <td>
               <i>ac Iarll Warwic a Salsbri</i>: a small number '2' is written above <i>Warwic</i> and a number '1' above <i>Salsbri</i>.
            </td>
         </tr>
         <tr>
            <td valign="top"><a href="#fnno15" name="fntext15">15</a>.
               
            </td>
            <td>
               <i>1460</i> repeated on right margin.
            </td>
         </tr>
         <tr>
            <td valign="top"><a href="#fnno16" name="fntext16">16</a>.
               
            </td>
            <td>On right margin in later hand: <i>26,700</i>.
            </td>
         </tr>
         <tr>
            <td valign="top"><a href="#fnno17" name="fntext17">17</a>.
               
            </td>
            <td>The rest of the line and the following two lines are empty.</td>
         </tr>
         <tr>
            <td valign="top"><a href="#fnno18" name="fntext18">18</a>.
               
            </td>
            <td>Read <i>vrenhin Edward</i>?
            </td>
         </tr>
         <tr>
            <td valign="top"><a href="#fnno19" name="fntext19">19</a>.
               
            </td>
            <td>One line has been left empty between this and the following paragraph.</td>
         </tr>
         <tr>
            <td valign="top"><a href="#fnno20" name="fntext20">20</a>.
               
            </td>
            <td>The text first read <i>ynn Grinwits verch Harri wyth&uuml;ed</i>. A small number '2' was written above <i>Grinwits</i> and a number '1' above <i>Harri</i>, correcting the text to <i>verch Harri wyth&uuml;ed ynn Grinwits</i>.
            </td>
         </tr>
         <tr>
            <td valign="top"><a href="#fnno21" name="fntext21">21</a>.
               
            </td>
            <td>Into the gap after <i>Iarll</i> a later scribe inserted <i>Surrey</i>
               
            </td>
         </tr>
         <tr>
            <td valign="top"><a href="#fnno22" name="fntext22">22</a>.
               
            </td>
            <td>
               <i>-ld-</i> of <i>Heldyng</i> underlined; on right margin, probably written by a later scribe: <i>st</i>.
            </td>
         </tr>
         <tr>
            <td valign="top"><a href="#fnno23" name="fntext23">23</a>.
               
            </td>
            <td>There is a gap between <i>Iarll Swrrey</i> and <i>a llawer</i>, which has been filled, presumably by a later scribe but in very much the same spelling system as the original text, with:
               <i>arglwydd Ros ac arglwydd Dacers or North dref Kelsey</i>. The text would then read: <i>Y vlwyddyn ho<font color="#009900">n</font>n i llosgodd Iarll Swrrey arglwydd Ros ac arglwydd Dacers or North dref Kelsey a llawer o drefi a chestyll ...</i>
               
            </td>
         </tr>
         <tr>
            <td valign="top"><a href="#fnno24" name="fntext24">24</a>.
               
            </td>
            <td>Expansion of <i>Mr Rh ap Sr g'. Rh.</i> uncertain. One Sir Rhys ap Gruffydd, grandson of Sir Rhys ap Thomas, was executed on Tower Hill on 4 December 1531.
            </td>
         </tr>
         <tr>
            <td valign="top"><a href="#fnno25" name="fntext25">25</a>.
               
            </td>
            <td>
               <i>1533</i> apparently corrected from or to <i>1532</i>.
            </td>
         </tr>
         <tr>
            <td valign="top"><a href="#fnno26" name="fntext26">26</a>.
               
            </td>
            <td>
               <i>i ll&uuml;sgwyd i kwarterwyd ac i croged</i>: a small number '2' was written above <i>kwarterwyd</i> and there is a smudge which could be a number '1' above <i>croged</i>, possibly followed by a question mark. The text would then read <i>i ll&uuml;sgwyd i croged ac i kwarterwyd</i> or, perhaps more likely, <i>i croged i kwarterwyd ac i ll&uuml;sgwyd</i>.
            </td>
         </tr>
         <tr>
            <td valign="top"><a href="#fnno27" name="fntext27">27</a>.
               
            </td>
            <td>
               <i>Norwits</i> underlined; on right margin, by the same scribe: <i>Cambrits</i>.
            </td>
         </tr>
         <tr>
            <td valign="top"><a href="#fnno28" name="fntext28">28</a>.
               
            </td>
            <td>
               <i>Diggs</i> is partly smudged; it is underlined and repeated on the right margin, apparently by the same scribe for the sake of clarification.
            </td>
         </tr>
      </table>
      <hr><script type="text/JavaScript" language="JavaScript">
<!-- 
function date_eng(date)
{
  var d = date.getDate();
  var m = date.getMonth() + 1;
  var y = date.getYear();
  var me = 
    ( 1==m)?'January':( 2==m)?'February':(3==m)?'March':
    ( 4==m)?'April':( 5==m)?'May':(6==m)?'June':
    ( 7==m)?'July':( 8==m)?'August':(9==m)?'September':
    (10==m)?'October':(11==m)?'November':'December';
  return d + " " + me + " " + y;
}

function date_cym(date)
{
  var d = date.getDate();
  var m = date.getMonth() + 1;
  var y = date.getYear();
  var me = 
    ( 1==m)?'Ionawr':( 2==m)?'Chwefror':(3==m)?'Mawrth':
    ( 4==m)?'Ebrill':( 5==m)?'Mai':(6==m)?'Mehefin':
    ( 7==m)?'Gorfennaf':( 8==m)?'Awst':(9==m)?'Medi':
    (10==m)?'Hydref':(11==m)?'Tachwedd':'Rhagfyr';
  return d + " " + me + " " + y;
}

// -->
</script><h6 align="right">&copy; University of Cambridge 2004
         <br><span class="cym">Diweddarwyd:&nbsp;<script language="JavaScript">
<!--//
document.write(date_cym(new Date(Date.parse(document.lastModified))));
//-->
</script></span><br><span class="eng">Last update:&nbsp;<script language="JavaScript">
<!--//
document.write(date_eng(new Date(Date.parse(document.lastModified))));
// -->
</script></span></h6>
   </body>
</html>